{
    "1": {
        "headline": "The tiny government agency behind a Chinese A.I. chip ban that's weighing on Nvidia",
        "url": "https://www.cnbc.com/2023/06/28/bis-is-government-agency-behind-chinese-ai-chip-ban-weighing-on-nvidia.html",
        "shortDateFirstPublished": "06/28/2023",
        "Text": "As reports swirl about potential U.S. limits on semiconductor exports to China, a small division within the sprawling U.S. Department of Commerce is taking on an outsize role.The Bureau of Industry and Security was described by Commerce Secretary Gina Raimondo in 2021 as the \"small but mighty\" agency at the center of federal national security efforts. That's especially true now, with President Joe Biden considering stricter controls on the export of powerful artificial intelligence computing chips to the world's second-largest economy.The BIS is responsible for implementing the U.S. export control regime, preventing critical high-tech and defense products from getting into the hands of the wrong companies or governments. The decisions made by the BIS about who can and can't access U.S. technology can have a major effect on corporate bottom lines.Chipmakers have already taken a hit as a result of BIS-imposed restrictions. In 2022, the BIS warned Nvidia that new licensing requirements precluded the export of the company's advanced A100 and H100 chips to China without obtaining a license from the Commerce Department, part of the Biden administration's sweeping effort to curb Chinese technological advancement.Nvidia warned in August 2022 that about $400 million in potential Chinese sales would be lost unless customers purchased \"alternative product offerings.\" Just a few months later, Nvidia began to offer a watered-down version of its flagship AI chip for the Chinese market. Dubbed the A800, its lower-end specifications exempted it from Commerce Department licensing requirements.But The Wall Street Journal reported Wednesday that even the less-powerful Nvidia offering could be restricted from export at the direction of President Biden. The BIS declined to comment on a potential tightening of export controls. Nvidia shares, which have soared 180% this year largely on AI hype, fell 2% after the WSJ story.Through its Commerce Control List, the BIS can define which product specifications require licenses to be sold overseas. The criteria can be so specific that only a handful of commercially available items apply.While the Commerce Control List isn't intended to single out any one vendor, there are very few companies that develop the kind of high-octane processors that power AI models. Nvidia and Advanced Micro Devices lead that group.If an export restriction were implemented, those companies would be responsible for ensuring their high-tech processors don't end up in the Chinese markets.In one high-profile enforcement case, the BIS took aim at hard drive manufacturer Seagate over the company's decision to continue supplying Huawei after the Chinese company was blacklisted in 2020. Seagate was fined $300 million by the government. But the financial effect was much greater, as Seagate had a $1.1 billion business in China.WATCH: Geopolitical tensions will benefit Korean memory makers",
        "sentiment_score": {
            "Neutral": 99.23726320266724,
            "max": {
                "Neutral": 99.23726320266724
            },
            "Positive": 49.503813683986664,
            "Negative": 49.503813683986664
        }
    },
    "Last_Modified": "07-20-2023 22:38:01"
}