{
    "1": {
        "headline": "Elon Musk plans Tesla and Twitter collaborations with xAI, his new startup",
        "url": "https://www.cnbc.com/2023/07/14/elon-musk-plans-tesla-twitter-collaborations-with-xai.html",
        "shortDateFirstPublished": "07/14/2023",
        "Text": "Tesla CEO Elon Musk said on Friday that he plans for his newest venture, the artificial intelligence startup xAI, to collaborate with the automaker both on the \"silicon front\" and on the \"AI software front.\"Musk also said, during Friday's live audio session on Twitter Spaces, that xAI will use Twitter data for training the \"maximally curious\" artificial intelligence systems and products he hopes to build there. Musk did not specify whether and how much Twitter will charge xAI or his other companies for its data.When Musk led a buyout of the social media venture in October 2022, Twitter took on $13 billion in new debt. The company has struggled to juice its subscription revenue, and has been sued by ex-employees and vendors for non-payment for completed work or severance.Several of the other companies where Musk was a founder or serves as CEO, including Tesla, SpaceX and The Boring Co., have done business together for years. Some of their transactions have been disclosed in Tesla financial filings with the U.S. Securities and Exchange Commission.On Friday, without citing evidence, Musk alleged that \"Every AI organization on Earth\" had used Twitter's data for training, \"in all cases illegally.\" It was not clear which laws would have been violated by others' data scraping. Earlier this month, Twitter sued four unknown parties for data scraping in Texas.Twitter implemented rate limits on the social media platform in recent weeks because, Musk claimed, it was \"being scraped like crazy.\" He said, \"We had multiple entities scraping every tweet ever made, and trying to do so in like, basically a span of days. So — this was bringing the system to its knees. So we had to take action.\" He apologized for the inconvenience of the rate limiting.In light of widespread use of Twitter data by AI software developers, Musk said, \"I guess we will use the public tweets — obviously not anything private — for training as well, just like basically everyone else has.\"Twitter's data set appeals for \"text training,\" and \"image and video training,\" Musk said. However, he specified that AI systems need more than human-created data and he was hoping that xAI could follow in the footsteps of Alphabet-owned DeepMind's Alpha Zero, a computer program that achieved a masterful level of play in three games, chess, shogi and go, after training by playing these games against itself.A Tesla fan and promoter, Omar Qazi (known as Whole Mars Catalog on Twitter) asked Musk a few questions about how he plans for xAI to work with Tesla during the Spaces event. Among other things, he asked whether xAI would potentially use Nvidia- or Tesla-made silicon for data processing.Musk said, \"That's sort of a Tesla question. Tesla is building custom silicon. I wouldn't call anything that Tesla's producing a 'GPU' although one can characterize it in GPU equivalents.\" He then spoke about Tesla's in-vehicle hardware, which enables the company's advanced driver assistance systems to work in its cars. The systems are marketed as Autopilot and Full Self Driving capability in the US.Tesla has been promising fans a robotaxi, or self-driving vehicle, for years. At that time, Musk said a cross-country demo with a Tesla car would be possible without a single human intervention by the end of 2017. In 2019, Tesla raised billions of dollars with the promise of a million robotaxi-ready Tesla vehicles on the road in a year. So far, none of Tesla's vehicles are capable of operating without a human driver ready to steer or brake at any time.Musk said on Twitter Spaces on Friday that Tesla's hardware 4, which is shipping in now, is \"three-to-five times more capable than hardware 3,\" and promised \"hardware 5\" would come along in a few years and would be \"four or five times more capable\" than its current version.The CEO also discussed Dojo, a supercomputer Tesla is developing for AI machine learning and computer vision training purposes. Tesla uses video clips and data from its customers' vehicles to improve existing software, or develop new features.Musk said that the eventual AI language model that xAI will presumably develop won't be \"politically correct.\" The CEO, who has repeatedly attacked \"woke\" or progressive values, said \"I think our AI can give answers that people may find controversial even though they are actually true.\"The Tesla CEO said that xAI will need to develop technology that \"understands the physical world and not just the Internet,\" and he thinks that Tesla's driving data will help it on that front.Walter Isaacson, the author of an Elon Musk biography coming out later this year, asked Musk about Optimus, a humanoid robot Tesla is developing with the aim of using it in manufacturing. Musk said that the robot is still in its \"early stages\" and his team needs to find a way that users will be able to easily turn it off.Tesla showed off a design for a humanoid robot called Optimus at its AI day in September 2022. Tesla executive are expected to share updates on this and more on an earnings call next Wednesday.-- CNBC's Jonathan Vanian contributed reporting."
    },
    "Last_Modified": "07-17-2023 19:48:58"
}