{
    "1": {
        "headline": "How 3 big tech companies are capitalizing on AI",
        "url": "https://www.cnbc.com/2023/07/19/how-3-big-tech-companies-are-capitalizing-on-ai.html",
        "shortDateFirstPublished": "07/19/2023",
        "Text": "Club names Salesforce (CRM), Microsoft (MSFT) and Apple (AAPL) are showing their pricing power when it comes to artificial intelligence, as Big Tech expands its efforts to turn a profit with the rapidly-evolving technology.",
        "sentiment_score": {
            "Positive": 100.0,
            "max": {
                "Positive": 100.0
            },
            "Neutral": 49.5,
            "Negative": 49.5
        }
    },
    "2": {
        "headline": "House committee takes aim at U.S. venture capital firms for investments in Chinese A.I.",
        "url": "https://www.cnbc.com/2023/07/19/house-china-committee-targets-us-vcs-investing-in-chinese-ai.html",
        "shortDateFirstPublished": "07/19/2023",
        "Text": "The House Select Committee on the Chinese Communist Party sent letters to four separate U.S. venture capital firms, including Qualcomm's venture arm, expressing \"serious concern\" about their investments in Chinese tech startups.The letters, which were made public on Wednesday, were sent to GGV Capital, GST Ventures, Qualcomm Ventures, and Walden International. They were written by and Wisconsin Republican Mike Gallagher and Illinois Democrat Raja Krishnamoorthi, the top two members on the committee.Of particular concern to the lawmakers are investments in artificial intelligence, chipmakers and quantum computing companies in China. They also noted that some of the companies to receive U.S. money have been linked to the profiling and tracking of Uyghur ethnic minorities in China.\"Like AI, the domestic development of semiconductors is a top priority of the Chinese Communist Party,\" the letter says. \"Semiconductors are essential for artificial intelligence, quantum computing, and other advanced dual use technology.\"Representatives from the four venture firms who received the letters did not immediately respond to requests for comment.The outreach represents the latest bipartisan effort by politicians to step up pressure on U.S. investments in China as tension swells between the world's two largest economies and national security concerns escalate. U.S. Treasury Secretary Janet Yellen traveled to China earlier this month as part of a plan to stabilize relations with China. Secretary of State Antony Blinken visited in June.In their letter, Gallagher and Krishnamoorthi linked dozens of particular investments to human rights violations and efforts to enhance China's military, which runs counter to American interests.Qualcomm Ventures, for example, made 13 investments in Chinese A.I. companies from 2015 to 2021, according to the letter. One investment was in SenseTime, which a New York Times report linked to Chinese tracking and profiling of the Uyghurs.In addition to Qualcomm, PitchBook data shows that U.S. firms Tiger Global Management and Silver Lake, which were not mentioned in the letter, invested in SenseTime prior to its 2021 IPO.A person familiar with the matter said Tiger had since fully exited its position in SenseTime, which it had taken on prior to the New York Times reporting.Silver Lake did not immediately return a request for comment.Qualcomm's investment in Denglin Technology, an apparent competitor, also faces Congressional scrutiny. Qualcomm was one of Denglin's earliest backers, according to PitchBook, and invested in an additional 2022 funding round.The firm with the most potentially problematic investments, according to the letter is GGV Capital, which has offices in Silicon Valley, San Francisco, Shanghai, Beijing and Singapore. The letter identified 43 different investments in Chinese AI companies from 2015 to 2021, more than any other identified by independent researchers at Georgetown's Center for Security and Emerging Technology.GGV has $9.2 billion in assets under management, and established operations on the ground in China in 2005. Even before that, it invested in Chinese e-commerce giant Alibaba, and subsequently backed TikTok parent ByteDance and ride-hailing company Didi.Gallagher and Krishnamoorthi identify GGV's investment in Megvii, a Beijing-based facial recognition software provider, as a point of concern. The company \"actively supports the surveillance of Uyghurs,\" the letter says.Megvii is backed by a number of major investors, including Alibaba, Foxconn and the Macquarie Group. GGV invested in Megvii in 2019 alongside Abu Dhabi's sovereign wealth fund in a deal that valued the company at about $4 billion.Walden, a smaller firm, was identified as a particularly significant backer of Chinese AI companies. The letter said that from 2015 to 2021, at least 39% of the firm's AI deals were in that sector, including one investment in a now blacklisted company called Intellifusion.Intellifusion has since gone public and has a market cap of 22 billion Chinese yuan, or roughly $3 billion.Regarding GSR Ventures, the letter said the firm \"was among the top U.S.-located investors in PRC artificial intelligence companies between 2015 and 2021, according to a recent report by the Center for Security and Emerging Technology.\" The lawmakers cited 33 distinct investments in the six-year period, including Horizon Robotics, which was last privately valued at $5 billion in 2021.The letters advance Gallagher's push for controls on U.S. money in key technologies in China.After meeting with Silicon Valley executives in April, Gallagher told CNBC in an interview that he \"emerged from that day cautiously optimistic that we could put in place some sensible controls on American capital flowing to China that would allow us to not fund our own destruction or fund our own loss in the great AI race.\"He said at the time he found there was \"broad support\" among venture capitalists and others to keep U.S. asset managers from investing in Chinese AI firms.The U.S. Commerce Department has also considered steps to ensure U.S. technologies can't be overly leveraged by China to advance its own AI efforts. The Wall Street Journal reported last month that the agency was weighing further limits on advanced chips used for AI that could be exported to China.Pressure has been building on VC firms with substantial investments in China, in part due to concerns over intellectual property theft within technology and a budding AI race. Last month, legendary VC firm Sequoia Capital said it would split its international business into three parts, with Neil Shen helming its powerful Sequoia China unit.WATCH: A.I. will be vital for U.S. to keep its lead over China"
    },
    "3": {
        "headline": "Ukrainian-founded Duolingo rival Preply banks $70 million to push into A.I.",
        "url": "https://www.cnbc.com/2023/07/19/ukrainian-founded-preply-bags-70-million-for-ai-assisted-language-app.html",
        "shortDateFirstPublished": "07/19/2023",
        "Text": "Preply, a language learning platform connecting people with tutors, raised $70 million of fresh capital to ramp up its use of artificial intelligence, the company told CNBC exclusively.The firm, founded in Ukraine but based in the U.S., said it bagged the funds by issuing new equity and debt. Preply's founders include Ukrainian entrepreneurs Kirill Bigai, Dmytro Voloshyn, and Serge Lukianov.The equity portion was led by Horizon Capital, a venture capital firm focused on investing in emerging entrepreneurs, particularly Ukrainians. It was also backed by Reach Capital, Hoxton Ventures and others.The funding adds to a $50 million Series C funding round Preply raised last year, and takes its total funding raised to over $170 million.Preply is a marketplace platform that connects people with human tutors to help them learn new languages. Each teacher on Preply shares a profile that tutees can view, and sets an hourly rate for lessons. Preply gets a cut of the hourly rates tutors charge.Preply also sells to large enterprises such as Datadog, GroupM and Bain, which use it to improve their teams' foreign language skills. The company is not yet profitable, although revenues grew tenfold in the last three years.Kirill Bigai, Preply's co-founder and CEO, said the company would use the funds to \"extend our leadership in the [online language learning] category through AI-powered human tutors, providing a learning experience which is quickly becoming a game changer.\"\"Though the team today is truly global, as a Ukrainian founded company with significant R&D in Ukraine, this is a milestone to be celebrated. One that echoes the resilience and determination of the Ukrainian tech sector and all Ukrainians,\" he added.The funding comes at a time of tighter fundraising conditions for startups, which are struggling to raise money quite as easily as they did in the 2020 and 2021 boom years of technology triggered by Covid-19 lockdowns and monetary easing.AI has been a notable exception to that rule, thanks to the popularity of OpenAI's ChatGPT and tools like it. Many startups are raising seismic sums of cash as venture capitalists try to find the companies that will win from the upswell of demand for AI tools.Preply said it already uses machine learning to better match learners and tutors. Now, it's incorporating more AI into its offering, having launched an AI assistant to help tutors come up with exercises, grammar explanations, and conversations starters.It comes as Duolingo, a competitor to Preply, has been incorporating OpenAI's GPT language processing software to enhance its app's personalization to users. Shares of Duolingo have more than doubled in price so far this year. Other rivals to Preply include Babbel and Busuu.It also highlights ongoing interest from tech investors in Ukraine, which has been battered by Russia since Moscow began an invasion of the country early last year. Horizon Capital raised $125 million for a startup fund aimed at backing Ukrainian founders.Several founders of billion-dollar \"unicorns\" come from Ukraine, including Grammarly's Max Lytvyn and Alex Shevchenko, and GitLab's Dmitriy Zaporozhets. Google, Samsung and Amazon also have research and development centers in the country.",
        "sentiment_score": {
            "Neutral": 99.95449185371399,
            "max": {
                "Neutral": 99.95449185371399
            },
            "Positive": 49.50022754073143,
            "Negative": 49.50022754073143
        }
    },
    "4": {
        "headline": "Google restricting internet access to some employees to reduce cyberattack risk",
        "url": "https://www.cnbc.com/2023/07/18/google-restricting-internet-access-to-some-employees-for-security.html",
        "shortDateFirstPublished": "07/18/2023",
        "Text": "Google on Wednesday is starting a new pilot program where some employees will be restricted to internet-free desktop PCs, CNBC has learned.The company originally selected more than 2,500 employees to participate, but after receiving feedback, the company revised the pilot to allow employees to opt out, as well as opening it up to volunteers. The company will disable internet access on the select desktops, with the exception of internal web-based tools and Google-owned websites like Google Drive and Gmail. Some workers who need the internet to do their job will get exceptions, the company stated in materials.In addition, some employees will have no root access, meaning they won't be able to run administrative commands or do things like install software.Google is running the program to reduce the risk of cyberattacks, according to internal materials. \"Googlers are frequent targets of attacks,\" one internal description viewed by CNBC stated. If a Google employee's device is compromised, the attackers may have access to user data and infrastructure code, which could result in a major incident and undermine user trust, the description added.Turning off most internet access ensures attackers cannot easily run arbitrary code remotely or grab data, the description explained.The program comes as companies face increasingly sophisticated cyberattacks. Last week, Microsoft said Chinese intelligence hacked into company email accounts belonging to two dozen government agencies, including the State Department, in the U.S. and Western Europe in a \"significant\" breach. Google has been pursuing U.S. government contracts since launching a public sector division last year.It also comes as Google, which is preparing a companywide rollout of various artificial intelligence tools, tries to boost its security. The company has also in recent months been striving harder to contain leaks.\"Ensuring the safety of our products and users is one of our top priorities,\" a Google spokesperson said in an emailed statement. \"We routinely explore ways to strengthen our internal systems against malicious attacks.\"",
        "sentiment_score": {
            "Neutral": 92.18552708625793,
            "max": {
                "Neutral": 92.18552708625793
            },
            "Positive": 49.53907236456871,
            "Negative": 49.53907236456871
        }
    },
    "5": {
        "headline": "Fervo Energy hits milestone in using oil drilling technology to tap geothermal energy",
        "url": "https://www.cnbc.com/2023/07/18/fervo-energy-hits-milestone-using-oil-drilling-tech-to-tap-geothermal.html",
        "shortDateFirstPublished": "07/18/2023",
        "Text": "Geothermal startup Fervo Energy announced a key technical milestone on Tuesday, paving the way for geothermal energy to play a bigger role in the transition to clean energy.Fervo drills deep wells and pumps water into them. The water grows hot from the heat of the earth, then Fervo pumps it back to the surface, where a turbine converts that heat to electricity.Fervo successfully completed a 30-day test, considered an industry standard for geothermal, at its commercial pilot plant in northern Nevada, the company said in a statement. In the test, Fervo drilled down drilled down to 7,700 feet and then turned to drill another 3,250 feet horizontally, and internal temperatures reached roughly 375 degrees Fahrenheit.The test at its pilot plant achieved conditions that would generate 3.5 megawatts of electricity production, the company said. A single megawatt is roughly enough electricity to meet the demand of 750 homes at once.Fervo has just started construction on a 400-megawatt project that it expects to be online by 2028, which would power approximately 300,000 homes.\"Fervo's successful commercial pilot takes next-generation geothermal technology from the realm of models into the real world and starts us on a path to unlock geothermal's full potential,\" Jesse Jenkins, macro-scale energy systems engineer and professor at Princeton, said in a written statement.Currently, most geothermal energy resources are located near tectonic plate boundaries where magma gets close to the earth's surface, heating up water trapped in the earth's surface nearby. In the United States, geothermal energy supplies only 0.4% of electricity right now.Instead of relying on naturally occurring conditions, Fervo is using drilling technology developed by the oil and gas industry with hydraulic fracturing to create reservoirs in rocks deep underground.\"By applying drilling technology from the oil and gas industry, we have proven that we can produce 24/7 carbon-free energy resources in new geographies across the world,\" Tim Latimer, the CEO of Fervo Energy, said in a written statement.A decade ago, Latimer was working in the oil and gas industry as a drilling engineer.\"I loved the work, but I was passionate about climate change. I saw all the tech advancement around me and realized that it could be used for geothermal energy,\" Latimer said in a thread he posted on Twitter on Tuesday. Developments in oil and gas drilling, like the development of the polycrystalline diamond cutter, \"changed the game,\" Latimer said.\"With dramatically lower drilling costs, it would now be possible to drill down to depth and then drill horizontally for enhanced geothermal, significantly increasing the productivity of the resource, and enabling development anywhere,\" Latimer wrote on Twitter.When Latimer first had the idea to use developments in oil and gas drilling to tap into geothermal energy, he faced a lot resistance. The one place he found an interested ear was at Stanford's geothermal program, where he went to grad school and in 2017 co-wrote and published a paper on the topic. That paper was the foundation for Fervo Energy, which Latimer launched in 2017 with Jack Norbeck, also from Stanford's geothermal program.\"The last six years have been quite a journey. I never expected how much skepticism and pushback we would receive for what we thought was an obvious idea,\" Latimer said in his Twitter thread. \"So we set out to systematically prove this was a truly revolutionary, and viable, way of doing geothermal.\"They did find believers, though, and have since raised over $200 million in investment, Latimer said on Twitter.Google has been a leader in its commitment to operate on 24-7 carbon-free energy by 2030. \"Solving climate change is humanity's next big moonshot,\" Google GEO Sundar Pichai has said.To deliver on its goal to operate on 24-7 carbon-free energy by 2030, Google has had to buy a lot of renewable energy to support all of its energy-hungry computing processes.In 2021, Google singed a partnership with Fervo to develop a geothermal power project.Unlike wind and solar energy, which are intermittent, geothermal energy is an \"'always-on' carbon-free resource that can reduce our hourly reliance on fossil fuels,\" Michael Terrell, Google's senior director for energy and climate, wrote in 2021 when the partnership was first announced.\"Achieving our goal of operating on 24/7 carbon-free energy will require new sources of firm, clean power to complement variable renewables like wind and solar,\" said Terrell in a statement published Tuesday. \"We partnered with Fervo in 2021 because we see significant potential for their geothermal technology to unlock a critical source of 24/7 carbon-free energy at scale.\"As part of the partnership, Google is developing the artificial intelligence and machine learning systems to improve Fervo's efficiency, and Fervo is adding clean energy to the grid in Nevada, where Google is a large clean energy customer.The U.S. Department of Energy has also launched what it calls the \"Enhanced Geothermal Shot,\" which is an effort to reduce the cost of enhanced geothermal energy by 90% to to $45 per megawatt hour by 2035. The Department of Energy says it hopes enhanced geothermal systems can potentially provide clean energy to 65 million American homes.Fervo still has a long road ahead from building a pilot plant to commercializing geothermal energy at scale, but Wilson Ricks, who works in Jenkins' lab at Princeton and cowrote a paper on the role of geothermal energy in future decarbonized energy systems, says Fervo's technical milestone is a real milestone.\"This is a very significant milestone in enhanced geothermal systems development. It is the first application of the advanced drilling and well stimulation techniques developed in the shale oil and gas boom to geothermal, and has demonstrated that these can be used to create artificial geothermal reservoirs delivering high flow rates,\" Ricks told CNBC. \"There is still more development to be done on the path to large-scale and cost-competitive commercial systems, but the significance of this achievement shouldn't be understated.\"The kind of enhanced geothermal energy systems, like those that Fervo is developing, \"could do double-duty as a form of long-duration energy storage, enhancing their ability to complement wind and solar in a decarbonized grid,\" Ricks told CNBC."
    },
    "6": {
        "headline": "U.S. lawmakers extend social media investigation to Meta's Threads ",
        "url": "https://www.cnbc.com/2023/07/17/house-judiciary-expands-social-media-inquiry-to-metas-threads-.html",
        "shortDateFirstPublished": "07/17/2023",
        "Text": "House Judiciary Chair Jim Jordan, R-Ohio, has asked Meta CEO Mark Zuckerberg to hand over documents about content moderation on Threads in response to an earlier subpoena related to the panel's ongoing investigation of tech platforms' policies and contact with the Biden administration.The letter, obtained exclusively by CNBC, is an early indication of the added spotlight Meta's newest product could bring to the company in Washington. Threads competes directly with Twitter, which owner Elon Musk wants to shape with his self-declared free speech absolutism in mind, despite at times suspending users including journalists.While Meta executives have made clear they don't want news and politics to dominate the conversation on Threads, it's a large part of what users have historically come to Twitter to discuss. The more that becomes the case on Threads, the more it could land in political crosshairs.\"Indeed, Threads raises serious, specific concerns because it has been marketed as rival of Elon Musk's Twitter, which has faced political persecution from the Biden Administration following Musk's commitment to free speech,\" Jordan wrote. He pointed to a Wall Street Journal article that found the Federal Trade Commission had asked Twitter to hand over internal communications about Musk and identify journalists who were allowed to access the company's records, as part of a probe into whether Twitter could still adequately protect consumer information.\"In contrast, there are reports that Threads will enforce 'Instagram's community guidelines,' which resulted in lawful speech being moderated following pressure by the government,\" Jordan wrote. He pointed to a recent lawsuit against the Biden administration filed by the attorneys general of Missouri and Louisiana that alleged the federal government had suppressed speech through its efforts to get social media platforms to address what it viewed as harmful posts related to the Covid-19 pandemic or elections, for example.On July 4, a federal judge in Louisiana granted in part a preliminary injunction in that suit that barred several Biden administration officials from meeting with social media companies to encourage them to remove or delete posts. It also prevented those officials from even flagging certain kinds of social media posts to the companies to encourage their removal or suppression.In the wake of the ruling, the State Department canceled a regular meeting with Facebook about the 2024 election and hacking threats, a person at the company told The Washington Post. On Friday, an appeals court agreed to put a temporary pause on the preliminary injunction, meaning government flagging of social media posts could resume until the court further considers the case.Jordan wrote that the committee's Feb. 15 subpoena, which was sent to Amazon, Apple, Google, Meta and Microsoft, \"is continuing in nature,\" meaning it also applies to Threads despite its more recent launch. He said the new letter serves as a formal notice to preserve relevant existing and future documents about Threads and asked Meta to provide documents related to Threads' content moderation and discussions with the Biden administration by the end of the month.Meta did not immediately respond to a request for comment.Read the letter House Judiciary Chair Jim Jordan sent Meta CEO Mark Zuckerberg here:Subscribe to CNBC on YouTube.WATCH: Meta hits fresh 52-week high as 100M sign up for its Threads platform. Here's how to play the stock"
    },
    "7": {
        "headline": "Prolonged Hollywood strikes could lead to 'an absolute collapse,' says Barry Diller",
        "url": "https://www.cnbc.com/2023/07/16/hollywood-strikes-could-lead-to-an-absolute-collapse-iacs-diller.html",
        "shortDateFirstPublished": "07/16/2023",
        "Text": "Failing to resolve the dual strikes of the writers' and screen actors guilds in Hollywood will lead to \"devastating effects if it is not settled soon,\" IAC and Expedia Chairman Barry Diller said in an interview on CBS' \"Face the Nation\" on Sunday.Diller, a former Paramount Pictures CEO, predicted a domino effect should the dual strikes not resolve quickly.\"These conditions will potentially produce an absolute collapse of an entire industry,\" he said.If the studio executives and guilds can't reach an agreement for several more months, Diller predicted, there will be fewer programs for consumers to watch, which will lead to canceled streaming subscriptions and reduced revenue for the entertainment industry. That means that by the time the strikes are settled, there won't be enough money to ramp programs back up.Read more: The media industry is in turmoil, and that's not changing any time soonSettling soon seems unlikely, however, Diller said, since \"there's no trust between the parties.\"He pointed to \"existential issues\" including the rise of artificial intelligence, on which the guilds have said they want input on how it will be used, as well as pay disparities between the top and bottom earners in the industry.Diller said to ease that disparity, top studio executives and top-paid actors could take a 25% pay cut as a \"good-faith measure\" to try to \"narrow the difference between those that get highly paid and those that don't.\"He also suggested there should be a Sept. 1 \"settlement deadline.\"Diller specifically addressed AI in the interview, which he called \"overhyped to death\" in terms of the impact it will have on writers' and screen actors' jobs.\"Writers will get assisted, not replaced,\" Diller said. \"Most of these actual performing crafts, I don't think they are in danger of artificial intelligence.\"Diller is more concerned about the impact of AI on the publishing industry, foreshadowing a potential lawsuit with a group of \"leading publishers,\" though he declined to go into specifics, including when a complaint could be filed.Diller said leading AI companies Google and Microsoft \"want to find a solution for publishers.\"But, he added, \"The problem is they also say that the fair use doctrine of the copyright law allows them to suck up all this stuff. We on the publishing side do not agree with that.\"Microsoft declined to comment and Google did not immediately respond to a request for comment.AI companies must come up with a fair business model before ingesting publishers' copyrighted work, Diller said. He said the situation is similar to publishers' decision to offer free access to material on the internet during its early days, while relying on ad revenue.\"It took 15 years to get back on paywalls that protected publishers,\" Diller said.\"I think litigation will hopefully lead to sensible legislation here,\" he said. \"Unless you protect copyright, all is lost.\"Subscribe to CNBC on YouTube.WATCH: Some Hollywood executives reportedly say they will let striking writers 'go broke'",
        "sentiment_score": {
            "Neutral": 94.3839967250824,
            "max": {
                "Neutral": 94.3839967250824
            },
            "Positive": 49.52808001637459,
            "Negative": 49.52808001637459
        }
    },
    "8": {
        "headline": "A.I. is a $1 trillion investment opportunity but will be 'biggest bubble of all time,' CEO predicts",
        "url": "https://www.cnbc.com/2023/07/17/ai-will-be-the-biggest-bubble-of-all-time-stability-ai-ceo.html",
        "shortDateFirstPublished": "07/17/2023",
        "Text": "Artificial intelligence will be the biggest bubble of all time, according to the CEO of open-source AI company Stability AI.Speaking with UBS analysts on a call last week, Stability AI CEO Emad Mostaque said of artificial intelligence: \"I think this will be the biggest bubble of all time.\" He added that it is still at the very early stages and not ready for mass-scale adoption in industries like banking just yet.\"I call it the 'dot AI' bubble, and it hasn't even started yet,\" he said.Stability AI is the company behind Stable Diffusion, one of the other more popular generative AI tools aside from OpenAI.Stable Diffusion allows users to generate photo-realistic images by inputting text. It has more than a million users and has raised over $100 million from investors including Coatue and Lightspeed Venture Partners.Mostaque, its co-founder and CEO, has been accused of making misleading claims about his background, achievements, and partnerships. He disputed the claims one by one in a detailed response on his personal blog.Generative AI has captivated the imagination of many an academic, boardroom executive, and even school student, for its ability to produce humanlike language and visual content from scratch in response to user prompts by using vast amounts of data.AI has long been around, with the technology now a common feature of online browsing, social media platforms, and home assistants. Beyond consumer applications, the technology is being used in medicine, transportation, robotics, science, education, finance, defense, and other industries.However, a more novel form of AI which has come about recently is generative AI, which is used in tools such as the popular AI chatbot ChatGPT, from U.S. tech firm OpenAI, as well as Google Bard and Microsoft Bing Chat, and image generators like Dall-E, Stable Diffusion, and Midjourney.Mostaque said that the total amount of investment needed in AI was likely to be $1 trillion \"because it's more important than 5G as infrastructure for knowledge,\" and suggested banks like UBS would have to adopt the technology as it is a \"massive market.\"But, he added, it is at the \"early stages\" of development right now.\"It's not quite ready\" to be deployed at scale within large industries like financial services, \"but we can see the value,\" Mostaque said.Mostaque said that companies that do not use AI appropriately in their businesses will be \"punished\" by the stock market.He cited the example of Google, which lost $100 billion in a single day after its Bard AI chatbot gave inaccurate information in a promotional video upon its release. Google is competing aggressively with Microsoft to win in the race to build superior AI tools.\"I think this is real. I think that there aren't many investable opportunities here, and you'll see people moving from the best chip manufacturers to companies that are using this to impact their bottom line and their top line appropriately. And you will see the market punishing those that don't use this,\" Mostaque said.\"This will be one of the biggest investment themes over the next few years,\" he added.WATCH: Inflection A.I.'s Reid Hoffman: A.I. is the new industrial revolution, the 'cognitive revolution'"
    },
    "Last_Modified": "07-20-2023 22:37:54"
}