{
    "1": {
        "headline": "South Korea wants to be a top A.I. hub — its memory chip dominance could be an advantage",
        "url": "https://www.cnbc.com/2023/07/06/south-koreas-dominance-in-memory-chips-an-advantage-in-ai-race.html",
        "shortDateFirstPublished": "07/05/2023",
        "Text": "South Korea's dominance in the memory chip market and a robust artificial intelligence ecosystem gives it an advantage in the global AI chip race, said industry observers.\"South Korea is very strong in memory chips. AI does require a lot of memory. South Korea dominating in the memory market is definitely an advantage,\" said James Lim, senior research analyst at Dalton Investments.South Korea is aiming to become one of the world's top three AI powerhouses by 2027, following closely behind the U.S. and China, according to the nation's \"digital strategy.\"The country's minister for science and information and communications technology, Jong-ho Lee, told CNBC the country \"aims to maintain its leading position in the memory semiconductor field.\"\"South Korea seeks to emerge as a prominent player in rapidly growing and promising areas such as AI semiconductors,\" said Lee.Large language models such as ChatGPT — which caused global AI adoption to explode in recent months — are increasingly in need of high-performance memory chips. Such chips enable generative AI models to remember details from past conversations and user preferences in order to generate humanlike responses.Generative AI is a type of artificial intelligence that can generate content such as text, images, code and more.\"In order for the use of AI, including ultra-large language models, a significant number of semiconductor chips are required to operate, and global companies are competing fiercely to create high-performance and low-power AI semiconductors optimized for AI computation,\" Lee said.South Korean firms Samsung Electronics and SK Hynix are two of the world's largest dynamic random-access memory chipmakers and have been actively investing in AI research and development to bolster their capabilities.Samsung in March said that it plans to invest 300 trillion Korean won ($228 billion) in a new semiconductor facility in South Korea.Samsung is \"spending and spending and spending,\" Dylan Patel of research and consulting firm SemiAnalysis told CNBC last month. \"And why is that? So they can catch up on technology, so they can continue to maintain their leadership position.\"Data from research firm TrendForce showed that Samsung held a market share of 40.7% and SK Hynix held 28.8% in the same period in the fourth quarter of 2022, followed by Micron in third place at 26.4%. Memory chips are also used in computers, smartphones and tablets as storage devices.\"South Korea has a robust local AI ecosystem, capable of competing with global tech giants,\" said Sung Nako, executive for large scale AI development at South Korean internet giant Naver.ChatGPT maker OpenAI's CEO Sam Altman had urged South Korea to lead AI chip production during his meeting with South Korean President Yoon Suk-yeol in June. Altman also expressed interest in investing in South Korean startups and partnering with major chipmakers like Samsung Electronics.Analysts reveal a $12 billion opportunity to tap the A.I. buzz, naming stocks to play itForget Nvidia: Fund manager says buy these two chip giants instead, giving one 30% upsideApple's Vision Pro or Meta's Quest? Analysts prefer one to play the future of VR techAnalysts reveal a $12 billion opportunity to tap the A.I. buzz, naming stocks to play itForget Nvidia: Fund manager says buy these two chip giants instead, giving one 30% upsideApple's Vision Pro or Meta's Quest? Analysts prefer one to play the future of VR tech\"U.S. chip giants Nvidia, Intel — they are not involved in the memory business. They don't have any exposure in the memory space,\" said Dalton's Lim, adding that this would give South Korea an advantage.Samsung is the supplier of high bandwidth memory chips to Nvidia, which fit into the U.S. chipmaker's latest A100 graphics processing units that train ChatGPT.Geoffrey Cain, author of the 2020 book \"Samsung Rising,\" told CNBC last month that he sees Samsung \"diving deeper into the logic chip segment. So, [that's] the AI chips, the future applications for semiconductor technology.\"The South Korean government is investing heavily in AI.In 2022, the MSIT said it will be deploying 1.02 trillion won ($786 million) of funding for AI semiconductor research and development over the next five years.\"AI not only drives the growth of digital industries such as cloud computing and metaverse but also serves as a key factor in dramatically improving productivity in traditional industries such as manufacturing and logistics,\" Lee told CNBC.\"With AI being applied across various domains, even greater economic ripple effects can now be anticipated,\" he said.South Korea will also allocate 826.2 billion won through 2030 to build high-end chips through new data centers and working with startups.In a press release last month, the minister said that \"the economic and industrial value of AI semiconductor will continue to improve and Korea has the upper hand in the memory chip [sector] and foundry.\"\"We will spare no effort to help Korea secure world-class AI semiconductor technology by leveraging our memory semiconductor capabilities to advance AI semiconductors in stages by 2030, developing additional to apply them to data centers, and fostering AI semiconductor experts,\" he said in the release.In a bid to challenge to U.S. chip giants, South Korean AI chip design startup Rebellions claimed its new chip surpassed performance standards, outperforming Nvidia's equivalent GPUs by more than three times.\"In terms of AI workload, we have much better energy efficiency, cost efficiency ... sometimes better performance,\" Rebellions co-founder and CEO Park Sung-hyun told CNBC in May.Rebellions is reportedly racing to win government contracts as Seoul aims to bolster its local companies.\"I see a lot of — thanks to OpenAI's ChatGPT — founders starting companies in the region, and also a lot of investors, with the support from the government, showing a high interest in backing these startups,\" said JP Lee, CEO and managing partner at SoftBank Ventures Asia, on CNBC's \"Street Signs Asia.\"— CNBC's Katie Tarasov contributed to this report."
    },
    "2": {
        "headline": "Nvidia knocks down concern over AI chip exports to China. The reason is why we own the stock",
        "url": "https://www.cnbc.com/2023/06/28/nvidia-knocks-down-concern-over-ai-chip-exports-to-china.html",
        "shortDateFirstPublished": "06/28/2023",
        "Text": "Nvidia (NVDA) on Wednesday reassured investors that potential export restrictions on chips wouldn't hurt the semiconductor firm's bottom line — reaffirming our view that the Club name is an \"own it, don't trade it\" stock."
    },
    "3": {
        "headline": "States are paying huge sums to lure chip makers, on top of federal billions",
        "url": "https://www.cnbc.com/2023/06/28/states-pay-huge-sums-to-lure-chip-makers-on-top-of-federal-billions.html",
        "shortDateFirstPublished": "06/28/2023",
        "Text": "Coming soon! CNBC's 2023 America's Top States for Business rankings will be revealed on July 11thThe landmark CHIPS and Science Act which passed last year includes more than $52 billion in federal subsidies to revitalize the U.S. semiconductor industry. But that is not enough for chipmakers. They are also snapping up billions more from the states, which are eagerly ponying up tax breaks and incentives to win trophy projects and the benefits that come with them.No state is doing so more enthusiastically than New York, which is providing $5.5 billion in tax credits to Micron Technology to build a $100 billion memory chip manufacturing complex outside Syracuse. The subsidies are part of a $10 billion package approved last year to woo chip manufacturers to the state.Gov. Kathy Hochul, who courted Micron from her first days in office in 2021 and championed the legislation creating the incentives, makes no apologies. In an interview, she explained why she believes New York taxpayers are getting their money's worth.\"That's real simple. Fifty-thousand jobs,\" she said. \"This is the largest private sector investment in America today. $100 billion.\"In addition to those jobs — which include 9,000 permanent company positions — Hochul said the development will have a massive ripple effect.\"I cannot tell you the supply chain opportunities. I've already recruited businesses to go to small communities,\" said Hochul, a Democrat. \"We are on fire here.\"In Syracuse, which endured the losses of major manufacturers including Carrier, Rockwell and General Electric in the 1970s, 80s and 90s, many are welcoming the Micron investment as the biggest thing since the Erie Canal opened nearly 200 years ago.\"I think it's a vote of confidence that we're doing some things right,\" said local developer and restaurateur Ryan Benz, a Syracuse native, who noted that even before Micron's announcement, Syracuse was already rebounding from its Rust Belt past.\"For the first time in 70 years, our population is growing. Apartment occupancy downtown is at all-time highs approaching almost 100%. There's a ton of development, and there's been a palpable sense of optimism across the community.\"New York's subsidies are the largest by any state for a chipmaker, by far, but they are not the only ones. Ohio agreed to pony up $2 billion for an Intel facility now under construction near Columbus. Speaking with CNBC last year, Republican Gov. Mike DeWine said the state subsidies combined with the CHIPS Act funding would make the difference between a $20 billion investment by Intel over many years, and an $80-to-$100-billion project opening more quickly.\"I don't think they're holding anybody hostage,\" he said. \"They told us, 'We're coming.' But all the way through, they told us if the CHIPS Act passes, we will accelerate extremely fast.\"Economic development experts say that at a time when companies in most other industries are scaling back their expansion plans due to high interest rates and recession fears, the chip industry is one of the few growth opportunities for states.\"That's the bright spot that's out there,\" said Tom Stringer, a principal and leader of the site selection and incentives practice at BDO in New York.The CHIPS Act encourages states to supplement the federal dollars with incentives of their own, but it doesn't specify what form those incentives should take. Subsidy watchdog Greg LeRoy of the nonprofit group Good Jobs First believes that states like New York and Ohio are missing the point.\"If you read the fine print of the CHIPS and Science Act it makes it clear,\" he said. \"They don't need to match the federal dollars. They should be spending the money on making their economies generally competitive for tech development.\"LeRoy believes states are almost reflexively offering financial incentives rather than taking a more nuanced approach, because it is the way they have always done things.\"We wish the states were getting more rational and smart about incentives, but the opposite seems to be true right now,\" he said. \"A state that doesn't break the bank and makes sure it has workforce development systems, good infrastructure good broadband is going to win more deals and is going to have a stronger longer economy.\"At Micron, which posted $30.8 billion in revenue last year, an executive who led the site selection process said New York's incentive package was essential to sealing the deal.\"That legislation was really key not just for the funding, but all the elements of the framework that came together there,\" said Manish Bhatia, executive vice president of global operations at Micron. \"We think New York took a big leap forward and set the standard for what other states can look to in terms of being able to have a smart industrial policy.\"The state legislation, dubbed the Green CHIPS Act, requires that in exchange for the tax breaks, manufacturers must draw all their energy from renewable sources, and invest in the community — all of which Bhatia said the company was happy to do.\"All of the elements in the framework of the Green CHIPS (Act) aligns very well with Micron's core values,\" he said.Site selection consultant John Boyd, Jr., of The Boyd Company, said regardless, chipmakers are finding that the strings attached to the state subsidy deals are a small price to pay.\"Companies view the social impact platform as a way to make an incentive deal more palatable,\" he said. \"New York is an expensive place to do business. That's one of the reasons why incentives are so critical, both state and federal incentives, to mitigate a lot of those cost pressures.\"Micron's deal with New York also includes an agreement with organized labor to keep costs under control.But New York had more than incentives and labor peace in its favor. The plant site — on 1,400 acres in the Syracuse suburb of Clay, has ample power nearby, and an abundant fresh water supply — all essential to chip manufacturing. There is also lots of talent in the region from local colleges, universities, and military bases.\"New York has a long history of advanced semiconductor technology research, advanced material science research for other adjacent industries, and the talent pipeline to be able to provide scientists and engineers,\" Bhatia said.Syracuse Mayor Ben Walsh knows that billions of state dollars going to Micron means less direct funding available for his city. He is hoping it is a worthwhile tradeoff.\"I think we all need to take seriously the fact that when we're talking about economic development incentives, we're talking about taxpayer dollars,\" he said. \"We want to make sure that we can look the taxpayer in the eye and say they're going to get a return on their investment. We believe that to be the case with Micron.\""
    },
    "4": {
        "headline": "CNBC Daily Open: Everybody's fighting inflation",
        "url": "https://www.cnbc.com/2023/06/22/cnbc-daily-open-everybody-is-fighting-inflation.html",
        "shortDateFirstPublished": "06/22/2023",
        "Text": "This report is from today's CNBC Daily Open, our new, international markets newsletter. CNBC Daily Open brings investors up to speed on everything they need to know, no matter where they are. Like what you see? You can subscribe here.Rally fadesAsia-Pacific markets were mixed after U.S. Federal Reserve Chairman Jerome Powell stuck to his hawkish forecast for more rate hikes this year. This was after U.S. stocks fell on Wednesday for the third-straight session as investors took a breather from last week's rally. Hong Kong, China and Taiwan markets were closed for the Dragon Boat Festival public holiday.More hikesFed Chair Jerome Powell reaffirmed his belief that more rate hikes are likely until more progress is made on bringing down inflation. Speaking to the House Financial Services Committee, he said last week's pause was just a brief respite.Chip plansIntel has plans to take on the might of chip titan Taiwan Semiconductor Manufacturing Company, updating investors on its turnaround plan on Wednesday. But its stock dropped 6% during the session as some analysts worried about Intel's gross margins.ETF excitementBitcoin traders were getting excited about the prospects of a spot bitcoin ETF on Wednesday. The cryptocurrency rose to its highest price since April with bullishness about BlackRock and others getting involved in digital assets.EV subsidiesChina has extended tax breaks for EV purchases until the end of 2027, but subsidies for electric cars aren't enough to boost growth as the economy slows. Tax breaks don't resolve the fundamental reason why people in China haven't bought more electric cars: mileage concerns.[PRO] Expected glutCathodes, a part of an EV battery that attracts positive charge, are increasingly being seen as a commodity and we might be about to see some serious oversupply, according to Goldman Sachs. The investment bank has named the winners and losers of the expected glut.The war on inflation is not over yet.Speaking a week after the Federal Open Market Committee decided for the first time in more than a year to not push rates higher, Fed Chair Jerome Powell indicated that the move likely was just a brief respite rather than an indication that the central bank is done hiking.Powell's comments partly accounted for a third-straight daily loss for the S&P 500.Fed officials indicated there could be two more quarter-percentage point moves on the horizon this year.And 2% inflation remains the magical target. In the U.S., that is still elusive with inflation at 4% in May and core inflation at 5.3%.But over in Japan, central bankers are wary that inflation will not stay above their 2% goal — even though that has been the case for well over a year now. They are eager to get the timing of any definitive monetary tightening right, but that won't be easy after decades of chronic deflation in the world's third-largest economy.Everybody's fighting inflation, it seems; yet everybody's fighting their own unique war."
    },
    "5": {
        "headline": "CNBC Daily Open: Everybody's fighting inflation",
        "url": "https://www.cnbc.com/2023/06/22/cnbc-daily-open-everybodys-fighting-inflation.html",
        "shortDateFirstPublished": "06/21/2023",
        "Text": "This report is from today's CNBC Daily Open, our new, international markets newsletter. CNBC Daily Open brings investors up to speed on everything they need to know, no matter where they are. Like what you see? You can subscribe here.Rally fadesU.S. stocks fell on Wednesday for the third-straight session as investors took a breather from last week's rally. In Europe, markets lost ground after U.K. inflation data came in higher than expected.Chip plansIntel has plans to take on the might of chip titan Taiwan Semiconductor Manufacturing Company, updating investors on its turnaround plan on Wednesday. But its stock dropped 6% during the session as some analysts worried about Intel's gross margins.More hikesFed Chair Jerome Powell reaffirmed his belief that more rate hikes are likely until more progress is made on bringing down inflation. Speaking to the House Financial Services Committee, he said last week's pause was just a brief respite.ETF excitementBitcoin traders were getting excited about the prospects of a spot bitcoin ETF on Wednesday. The cryptocurrency rose to its highest price since April with bullishness about BlackRock and others getting involved in digital assets.[PRO] Expected glutCathodes, a part of an EV battery that attracts positive charge, are increasingly being seen as a commodity and we might be about to see some serious oversupply, according to Goldman Sachs. The investment bank has named the winners and losers of the expected glut.The war on inflation is not over yet.Speaking a week after the Federal Open Market Committee decided for the first time in more than a year to not push rates higher, Fed Chair Jerome Powell indicated that the move likely was just a brief respite rather than an indication that the central bank is done hiking.Powell's comments partly accounted for a third-straight daily loss for the S&P 500.Fed officials indicated there could be two more quarter-percentage point moves on the horizon this year.And 2% inflation remains the magical target. In the U.S., that is still elusive with inflation at 4% in May and core inflation at 5.3%.But over in Japan, central bankers are wary that inflation will not stay above their 2% goal — even though that has been the case for well over a year now. They are eager to get the timing of any definitive monetary tightening right, but that won't be easy after decades of chronic deflation in the world's third-largest economy.Everybody's fighting inflation, it seems; yet everybody's fighting their own unique war."
    },
    "6": {
        "headline": "AMD's new A.I. chip won't be enough to knock Nvidia off its throne",
        "url": "https://www.cnbc.com/2023/06/14/amd-new-ai-chip-not-enough-to-knock-nvidia-off-its-throne.html",
        "shortDateFirstPublished": "06/14/2023",
        "Text": "Advanced Micro Devices (AMD) has now showcased its new artificial intelligence chip — but it's unlikely to dethrone fellow Club-holding Nvidia (NVDA) as the dominant semiconductor firm in the burgeoning field of artificial intelligence."
    },
    "7": {
        "headline": "Cramer says snap up this leading medtech stock — wishes he could buy shares too",
        "url": "https://www.cnbc.com/2023/06/08/cramer-says-buy-ge-healthcare-on-the-dip-wishes-he-could.html",
        "shortDateFirstPublished": "06/08/2023",
        "Text": "GE Healthcare (GEHC) shares are sliding Thursday, giving Club members an opportunity to invest in the medical-technology company at an increasingly attractive valuation. The sellers Thursday are making a mistake, and we would capitalize on their misjudgment if not for restrictions that prevent us from trading the stock."
    }
}