{
    "1": {
        "headline": "Amazon CEO explains how the company will compete against Microsoft, Google in A.I. race ",
        "url": "https://www.cnbc.com/2023/07/06/amazon-ceo-explains-how-the-company-will-compete-in-ai-race-.html",
        "shortDateFirstPublished": "07/06/2023",
        "Text": "Amazon CEO Andy Jassy doesn't believe the retail and cloud computing giant should be counted out of the artificial intelligence race just yet.In a wide-ranging interview with CNBC, Jassy challenged the notion that Amazon has fallen behind in AI as Microsoft and Google add chatbots to consumer products like their search engines, likening it to the \"hype cycle\" before the \"substance cycle.\"\"I think most people are focused on the applications, you know, things like ChatGPT brought everybody's awareness up, but I think of generative AI as having three macro layers,\" Jassy told Jon Fortt in an interview that aired on \"Closing Bell Overtime\" late Thursday. \"I think they're all really big and important.\"Jassy has said Amazon intends to invest in AI across the company, and that AI programs have the potential to improve \"virtually every customer experience.\" But he specifically pointed to Amazon Web Services as one business that can capitalize on the buzz around AI over the long term.Earlier this year, AWS unveiled a generative AI service called Bedrock, where clients can use language models from Amazon and other startups to develop their own chatbots and image-generation services.AWS has also developed its own AI-specific chips, called Inferentia and Trainium, which aim to make it easier for developers to run large AI language models in the cloud. It's going up against Nvidia, whose powerful semiconductors have dominated the market for AI chips.Amazon expects its chips to have \"much better price-performance than you'll find anywhere else,\" Jassy said.Through Bedrock, Amazon's custom chips, and other services like CodeWhisperer, which generates and suggests code for developers, Jassy said Amazon stands to have a real edge in AI.AI has shaped up to be a rare area for investment inside Amazon as Jassy has culled some of the company's riskier bets and looked to cut costs due to slowing sales and a gloomy economic outlook. Amazon recently underwent the largest layoffs in its history, cutting 27,000 employees. It has also paused expansion of its Fresh supermarket and Go convenience store chains, while ending a virtual tours service, a video calling device for kids and its Care telehealth service."
    },
    "2": {
        "headline": "South Korea wants to be a top A.I. hub — its memory chip dominance could be an advantage",
        "url": "https://www.cnbc.com/2023/07/06/south-koreas-dominance-in-memory-chips-an-advantage-in-ai-race.html",
        "shortDateFirstPublished": "07/05/2023",
        "Text": "South Korea's dominance in the memory chip market and a robust artificial intelligence ecosystem gives it an advantage in the global AI chip race, said industry observers.\"South Korea is very strong in memory chips. AI does require a lot of memory. South Korea dominating in the memory market is definitely an advantage,\" said James Lim, senior research analyst at Dalton Investments.South Korea is aiming to become one of the world's top three AI powerhouses by 2027, following closely behind the U.S. and China, according to the nation's \"digital strategy.\"The country's minister for science and information and communications technology, Jong-ho Lee, told CNBC the country \"aims to maintain its leading position in the memory semiconductor field.\"\"South Korea seeks to emerge as a prominent player in rapidly growing and promising areas such as AI semiconductors,\" said Lee.Large language models such as ChatGPT — which caused global AI adoption to explode in recent months — are increasingly in need of high-performance memory chips. Such chips enable generative AI models to remember details from past conversations and user preferences in order to generate humanlike responses.Generative AI is a type of artificial intelligence that can generate content such as text, images, code and more.\"In order for the use of AI, including ultra-large language models, a significant number of semiconductor chips are required to operate, and global companies are competing fiercely to create high-performance and low-power AI semiconductors optimized for AI computation,\" Lee said.South Korean firms Samsung Electronics and SK Hynix are two of the world's largest dynamic random-access memory chipmakers and have been actively investing in AI research and development to bolster their capabilities.Samsung in March said that it plans to invest 300 trillion Korean won ($228 billion) in a new semiconductor facility in South Korea.Samsung is \"spending and spending and spending,\" Dylan Patel of research and consulting firm SemiAnalysis told CNBC last month. \"And why is that? So they can catch up on technology, so they can continue to maintain their leadership position.\"Data from research firm TrendForce showed that Samsung held a market share of 40.7% and SK Hynix held 28.8% in the same period in the fourth quarter of 2022, followed by Micron in third place at 26.4%. Memory chips are also used in computers, smartphones and tablets as storage devices.\"South Korea has a robust local AI ecosystem, capable of competing with global tech giants,\" said Sung Nako, executive for large scale AI development at South Korean internet giant Naver.ChatGPT maker OpenAI's CEO Sam Altman had urged South Korea to lead AI chip production during his meeting with South Korean President Yoon Suk-yeol in June. Altman also expressed interest in investing in South Korean startups and partnering with major chipmakers like Samsung Electronics.Analysts reveal a $12 billion opportunity to tap the A.I. buzz, naming stocks to play itForget Nvidia: Fund manager says buy these two chip giants instead, giving one 30% upsideApple's Vision Pro or Meta's Quest? Analysts prefer one to play the future of VR techAnalysts reveal a $12 billion opportunity to tap the A.I. buzz, naming stocks to play itForget Nvidia: Fund manager says buy these two chip giants instead, giving one 30% upsideApple's Vision Pro or Meta's Quest? Analysts prefer one to play the future of VR tech\"U.S. chip giants Nvidia, Intel — they are not involved in the memory business. They don't have any exposure in the memory space,\" said Dalton's Lim, adding that this would give South Korea an advantage.Samsung is the supplier of high bandwidth memory chips to Nvidia, which fit into the U.S. chipmaker's latest A100 graphics processing units that train ChatGPT.Geoffrey Cain, author of the 2020 book \"Samsung Rising,\" told CNBC last month that he sees Samsung \"diving deeper into the logic chip segment. So, [that's] the AI chips, the future applications for semiconductor technology.\"The South Korean government is investing heavily in AI.In 2022, the MSIT said it will be deploying 1.02 trillion won ($786 million) of funding for AI semiconductor research and development over the next five years.\"AI not only drives the growth of digital industries such as cloud computing and metaverse but also serves as a key factor in dramatically improving productivity in traditional industries such as manufacturing and logistics,\" Lee told CNBC.\"With AI being applied across various domains, even greater economic ripple effects can now be anticipated,\" he said.South Korea will also allocate 826.2 billion won through 2030 to build high-end chips through new data centers and working with startups.In a press release last month, the minister said that \"the economic and industrial value of AI semiconductor will continue to improve and Korea has the upper hand in the memory chip [sector] and foundry.\"\"We will spare no effort to help Korea secure world-class AI semiconductor technology by leveraging our memory semiconductor capabilities to advance AI semiconductors in stages by 2030, developing additional to apply them to data centers, and fostering AI semiconductor experts,\" he said in the release.In a bid to challenge to U.S. chip giants, South Korean AI chip design startup Rebellions claimed its new chip surpassed performance standards, outperforming Nvidia's equivalent GPUs by more than three times.\"In terms of AI workload, we have much better energy efficiency, cost efficiency ... sometimes better performance,\" Rebellions co-founder and CEO Park Sung-hyun told CNBC in May.Rebellions is reportedly racing to win government contracts as Seoul aims to bolster its local companies.\"I see a lot of — thanks to OpenAI's ChatGPT — founders starting companies in the region, and also a lot of investors, with the support from the government, showing a high interest in backing these startups,\" said JP Lee, CEO and managing partner at SoftBank Ventures Asia, on CNBC's \"Street Signs Asia.\"— CNBC's Katie Tarasov contributed to this report."
    },
    "3": {
        "headline": "ChatGPT app downloads are slowing down, BofA finds ",
        "url": "https://www.cnbc.com/2023/07/05/chatgpt-app-downloads-are-slowing-down-bofa-finds-.html",
        "shortDateFirstPublished": "07/05/2023",
        "Text": "AI may be the hottest thing in the technology industry, but OpenAI's ChatGPT is not on pace to challenge Google's grip as the search engine leader, according to new analysis from Bank of America Securities.Analysts found that app downloads for ChatGPT and Microsoft Bing have slowed in recent weeks, citing Sensor Tower data, BofA analyst Justin Post wrote in a note Wednesday.ChatGPT downloads on iPhones in the U.S. were down 38% month over month in June, according to the note. Bing app downloads, which includes a ChatGPT-based chatbot in the U.S., were also down 38% in June.Google's search engine market share is slightly up year over year at over 92%, according to the note, citing SimilarWeb data. Microsoft's Bing, which uses OpenAI's ChatGPT technology, was down 40 basis points on an annual basis to about 2.8% of the market.The slowing attention for ChatGPT and similar large language models, or LLMs, highlights the investment risk for companies such as Google and Microsoft, which have funneled billions of dollars into the idea that recent AI advances could create a next-generation search engine to displace the current winner. Both companies, as well as other tech giants such as Nvidia, are also investing hundreds of millions in AI startups.But if ChatGPT adoption is already slowing, it could indicate that the technology may not seriously threaten Google's dominance in search — and companies might have to find other applications for LLMs, such as in new advertiser tools, the analysts wrote.\"As for Google's stock, LLM concerns for Google search have seemingly shifted from market share risk to monetization risk, but with search share seemingly healthy, Google may have less urgency to integrate LLM (chat) results into commercial queries,\" Post wrote in the note.The ChatGPT app was released in May and so far is available only for iPhones. Bank of America analysts believe that a forthcoming OpenAI app for Android could boost adoption.Besides the app or Bing search engine, ChatGPT users can also access the chatbot through its website. Bank of America analysts estimate visits to ChatGPT were down about 11% on a monthly basis to just over 51 million visitors per week, or only about 2% of Google's estimated web traffic."
    }
}