{
    "1": {
        "headline": "Elon Musk launches his new company, xAI",
        "url": "https://www.cnbc.com/2023/07/12/elon-musk-launches-his-new-company-xai.html",
        "shortDateFirstPublished": "07/12/2023",
        "Text": "Elon Musk, CEO of Tesla and SpaceX, and owner of Twitter, on Wednesday announced the debut of a new artificial intelligence company, xAI, with the goal to \"understand the true nature of the universe.\" According to the company's website, Musk and his team will share more information in a live Twitter Spaces chat on Friday.Team members behind xAI are alumni of DeepMind, OpenAI, Google Research, Microsoft Research, Twitter and Tesla, and have worked on projects including DeepMind's AlphaCode and OpenAI's GPT-3.5 and GPT-4 chatbots. Musk seems to be positioning xAI to compete with companies like OpenAI, Google and Anthropic, which are behind leading chatbots like ChatGPT, Bard and Claude.News of the startup was previously reported by the Financial Times in April, along with reports that Musk had secured thousands of GPU processors from Nvidia in order to power a potential large language model. That same month, Musk shared details of his plans for a new AI tool called \"TruthGPT\" during a taped interview on Fox News Channel, adding that he feared existing AI companies are prioritizing systems that are \"politically correct.\"One of the AI startup's advisors will be Dan Hendrycks, executive director of the Center for AI Safety, a San Francisco-based nonprofit that published a letter in May signed by tech leaders claiming that \"mitigating the risk of extinction from AI should be a global priority alongside other societal-scale risks such as pandemics and nuclear war.\"The letter received pushback from many academics and ethicists of the belief that too much focus on AI's growing power and its future threats distracts from real-life harms that some algorithms cause to marginalized communities right now, rather than in an unspecified future.According to Greg Yang, co-founder of xAI, the startup will delve into the \"mathematics of deep learning,\" a facet of AI, and \"develop the 'theory of everything' for large neural networks\" to take AI \"to the next level.\"Musk reportedly incorporated xAI in Nevada in March. Previously, he had changed the name of Twitter to \"X Corp.\" in some financial filings, but on xAI's website, the company notes its separation from X Corp., adding that it will \"work closely with X (Twitter), Tesla, and other companies to make progress towards our mission.\""
    },
    "2": {
        "headline": "Don't bet against da Vinci. Here's what Jim Cramer really said about Nvidia ",
        "url": "https://www.cnbc.com/2023/07/12/dont-bet-against-da-vinci-what-jim-cramer-really-said-about-nvidia-.html",
        "shortDateFirstPublished": "07/12/2023",
        "Text": "I had a disturbing experience at the beginning of the summer about my commentary on stocks.",
        "sentiment_score": {
            "Negative": 0.9999653100967407,
            "Positive": 1.7344951629638672e-05,
            "Neutral": 1.7344951629638672e-05
        }
    },
    "3": {
        "headline": "Amazon charts its own course on A.I., leaning on its strengths in cloud and e-commerce",
        "url": "https://www.cnbc.com/2023/07/11/amazon-charts-its-own-course-on-ai-leaning-on-its-strengths-in-cloud-and-e-commerce.html",
        "shortDateFirstPublished": "07/11/2023",
        "Text": "Consumer-facing artificial intelligence-powered applications have taken the market by storm, but Amazon (AMZN) is opting to concentrate its early efforts on developers and companies using its cloud.",
        "sentiment_score": {
            "Neutral": 0.9996727705001831,
            "Positive": 0.00016361474990844727,
            "Negative": 0.00016361474990844727
        }
    },
    "4": {
        "headline": "We know A.I. is big for Nvidia. But new estimates of just how big are staggering",
        "url": "https://www.cnbc.com/2023/07/10/we-know-ai-is-big-for-nvidia-but-new-estimates-of-just-how-big-are-staggering.html",
        "shortDateFirstPublished": "07/10/2023",
        "Text": "Goldman Sachs put out its medium-term estimate of the generative artificial intelligence opportunity for Club name Nvidia (NVDA). The number is astounding.",
        "sentiment_score": {
            "Neutral": 0.8680726885795593,
            "Positive": 0.06596365571022034,
            "Negative": 0.06596365571022034
        }
    },
    "Last_Modified": "07-13-2023 01:29:51"
}