{
    "1": {
        "headline": "First investment, cost basis, selling 'dogs' — we answer 3 questions from members",
        "url": "https://www.cnbc.com/2023/07/16/first-investments-cost-basis-selling-dogs-we-explain-3-concepts.html",
        "shortDateFirstPublished": "07/16/2023",
        "Text": "Please send your questions directly to Jim Cramer and his team of analysts at investingclubmailbag@cnbc.com. Reminder, we can't offer personal investing advice. We will only consider more general questions about the investment process or stocks in the portfolio or related industries.Question 1: If you have a set amount of money to invest every week, where would you put it? New investor, just starting. — Sandi D.",
        "sentiment_score": {
            "Neutral": 99.98297691345215,
            "max": {
                "Neutral": 99.98297691345215
            },
            "Positive": 49.50008511543274,
            "Negative": 49.50008511543274
        }
    },
    "2": {
        "headline": "Top Wall Street analysts are bullish on these five stocks ",
        "url": "https://www.cnbc.com/2023/07/16/top-wall-street-analysts-are-bullish-on-these-five-stocks-.html",
        "shortDateFirstPublished": "07/16/2023",
        "Text": "The second half has kicked off in earnest, and earnings are revving up.Investors tracking the action may garner useful insights from Wall Street experts' top stock picks, and this can help them make informed decisions as they seek solid returns over the long term.Here are five stocks for investors to consider, according to Wall Street's top professionals on TipRanks, a platform that ranks analysts based on their past performance.First on this week's list is the Mediterranean restaurant chain Cava (CAVA), which made a blockbuster public debut last month. The rally in CAVA shares since its initial public offering reflects investors' optimism about the fast-casual restaurant chain's growth prospects. Cava has expanded to 263 locations since it opened its first restaurant in 2011.Stifel analyst Chris O'Cull initiated a buy rating on Cava with a price target of $48. The analyst sees robust growth potential, given the company's plan to expand to at least 1,000 restaurant locations in the U.S. by 2032. Cava's expansion plans include a foray into new markets in the Midwest region next year.O'Cull expects the company's growth plans to be backed by a healthy balance sheet. He noted that following the IPO, Cava had about $340 million in cash on hand and no funded debt. The analyst estimates annual revenue growth of 20% during the next four years, driven by at least 15% growth in Cava's footprint. He projects adjusted earnings before interest, taxes, depreciation and amortization to almost double to $112 million in 2026 from $58 million this year and the company to generate positive free cash flow starting in 2026.\"In our view, the stock's premium valuation can be justified by its AUV [average unit volume] and unit count growth opportunity and the potential for solid operating momentum to cause upward revisions to near-term estimates and long-term earnings potential,\" said O'Cull.O'Cull is ranked 349th among more than 8,400 analysts tracked by TipRanks. His ratings have been profitable 62% of the time, with each rating delivering an average return of 12.3%. (See CAVA Technical Analysis on TipRanks)Tech behemoth Apple (AAPL) is known for its innovative products, including the iPhone and iPad. That said, the company's higher-margin Services segment has rapidly grown over recent years and has enhanced the firm's revenue and profitability.Evercore ISI analyst Amit Daryanani, who ranks 258th out of more than 8,400 analysts tracked on TipRanks, recently revealed the results of the annual Apple Services survey conducted by his firm. The survey indicated that Apple Services continues to experience increased adoption across the board. In particular, Apple Pay, Music and TV+ saw the most notable rises in adoption compared to last year's survey.The survey revealed that Services' average revenue per user (ARPU) in the U.S. is $110, which is much higher than Daryanani's global estimate of $81. The analyst contends that ARPU growth is the major catalyst for the Services business, given that smartphone penetration has likely reached peak levels.\"We continue to see Apple Services as well positioned to maintain double digit growth through FY27 and beyond driven by increasing ARPU coupled with new product launches,\" said Daryanani.Daryanani reiterated a buy rating on AAPL with a price target of $210. He has a success rate of 60%, and each of his ratings have returned 11.5%, on average. (See AAPL Insider Trading Activity on TipRanks)Next on our list is social media giant Meta (META), which recently launched Threads, a social media app challenging Twitter.Tigress Financial Partners analyst Ivan Feinseth thinks that the Thread launch was well-timed to take advantage of Twitter's sliding popularity. He said that the introduction of Threads has created an additional growth catalyst that could further drive Instagram's engagement.Feinseth also expects Meta's ongoing artificial intelligence investments and integration to continue to enhance engagement and advertising revenue across all its apps. The analyst highlighted that Meta's solid balance sheet and cash flows help support its growth initiatives, including investing in the Metaverse, strategic acquisitions, and share repurchases.Feinseth reiterated a buy rating on Meta and raised the price target to $380 from $285. The analyst said, \"Increasing AI integration, better cost management, and increased operating efficiency will drive a reacceleration in Business Performance trends.\"Feinseth holds the 205th position among more than 8,400 analysts on TipRanks. Sixty percent of his ratings have been profitable, with an average return of 12.8%. (See Meta Blogger Opinions & Sentiment on TipRanks)Semiconductor giant Nvidia (NVDA) is seen as one of the major beneficiaries of the growing interest in generative AI, which is fueling tremendous demand for its GPU chips.Goldman Sachs analyst Toshiya Hari noted that Nvidia has already gained from the traditional AI boom for a decade, as reflected in the spike in its Data Center segment revenue from $129 million in fiscal 2013 to $15 billion in fiscal 2023. The analyst increased his revenue and earnings estimates for Nvidia, as he thinks that the company has entered a new phase of generative AI-driven growth.Hari projects demand for Nvidia's products in training generative AI models to represent a cumulative revenue opportunity of about $85 billion (base-case scenario) in calendar years 2023 to 2025. (See Nvidia Financial Statements on TipRanks)Meanwhile, he estimated inferencing (comprises key applications that could leverage generative AI like search, productivity tools in enterprise, ecommerce, email, and social media) could be a nearly $7.7 billion revenue opportunity from 2023 to 2025, including $4.5 billion in 2025.Hari increased his price target for Nvidia stock to $495 from $440 and reiterated a buy rating. He continues to see \"significant runway ahead for the company based on its robust competitive position in what is a rapidly growing (yet nascent) AI semiconductor market.\"Hari holds the 171st position among more than 8,400 analysts on TipRanks. Additionally, 63% of his ratings have been profitable, with an average return of 19.1%.US Foods (USFD) distributes fresh, frozen and dry food, as well as non-food products, to food service customers.Recently, BTIG analyst Peter Saleh reiterated a buy rating on USFD with a price target of $48, saying, \"US Foods is one of the best self-help stories in our coverage, with the majority of the EBITDA growth contingent on operational improvements management has been diligently implementing for the past year.\"Following a stellar gross profit margin in the first quarter, Saleh raised his second-quarter gross margin estimate by 20 basis points to reflect increased penetration of private brands, stock-keeping unit (SKU) rationalization, reduced waste and improved labor retention.The analyst also raised his Q2 EBITDA estimate and expressed confidence in US Foods' ability to beat expectations, citing the company's strategic initiatives, stable industry sales and its track record of handily surpassing Wall Street's EBITDA projections in recent quarters.Saleh is ranked 325th among more than 8,400 analysts tracked on TipRanks. His ratings have been profitable 64% of the time, with each one delivering an average return of 12.7%. (See US Foods Stock Chart on TipRanks)"
    },
    "Last_Modified": "07-20-2023 22:37:17"
}