{
    "1": {
        "headline": "Jim Cramer talks portfolio strategy, compares ARK's Cathie Wood and BlackRock's Larry Fink",
        "url": "https://www.cnbc.com/2023/07/17/jim-cramer-compares-arks-cathie-wood-and-blackrocks-larry-fink.html",
        "shortDateFirstPublished": "07/17/2023",
        "Text": "CNBC's Jim Cramer on Monday stressed his belief that diversification is key to a successful portfolio.Cramer looked at the strategies of ARK's Cathie Wood and BlackRock's Larry Fink to explain why he thinks diversification is usually the best strategy for long-term gains.\"What we don't want is your nest egg to be concentrated in just a few stocks that might be very wrong for the moment, causing you to give up on this entire wonderful asset class,\" Cramer said. \"And that is my fear. That is my biggest fear. Blackrock's diversified style is the antidote to that fear.\"Cramer said Wood's primary investment style is to get a few stocks she feels have the highest potential. According to Cramer, she's managed to use this strategy to profit from some great runs in the past — like her early call on Tesla — but has seen losses in the past several years. Her holdings in a cluster of Nasdaq stocks, including Coinbase and Zoom, haven't fared well. ARK, Cramer said, used to have $28 billion in assets, but now has about $9 billion.\"That's the danger of running an undiversified portfolio: You have to be right every time, or else your investors, they get obliterated,\" Cramer said. \"In reality, nobody's that good to maintain this method over the long term, and they shouldn't tout themselves for doing so.\"Fink, however, prioritizes diversification, Cramer said, adding that BlackRock is the world's largest asset manager, with $9.4 trillion in holdings. Cramer said Fink's core strategy is to make portfolio decisions based on a holistic approach to the market, investing in different sectors and taking into account the many nuanced factors that influence inflation, from supply chain to geopolitics to the transition to a lower carbon economy.Cramer emphasized that neither Wood nor Fink will always make the right calls, but said investors can maximize their chances of long-term success by sticking with a diversified strategy.\"Fink knows how to manage this risky environment. As he lays it out, his clients are 'focused on outcomes, and this manifests in a portfolio of blending active index, private markets and cash,'\" Cramer said. \"That's called a strategy to keep you in the best assets over time, not a tactic to either hit it out of the park or strike out.\"Click here to download Jim Cramer's Guide to Investing at no cost to help you build long-term wealth and invest smarter.Click here to download Jim Cramer's Guide to Investing at no cost to help you build long-term wealth and invest smarter.Sign up now for the CNBC Investing Club to follow Jim Cramer's every move in the market.DisclaimerQuestions for Cramer? Call Cramer: 1-800-743-CNBCWant to take a deep dive into Cramer's world? Hit him up! Mad Money Twitter - Jim Cramer Twitter - Facebook - InstagramQuestions, comments, suggestions for the \"Mad Money\" website? madcap@cnbc.com",
        "sentiment_score": {
            "Neutral": 0.9895871877670288,
            "Positive": 0.005206406116485596,
            "Negative": 0.005206406116485596
        }
    },
    "2": {
        "headline": "Jim Cramer explains Ford's electric vehicle price cuts",
        "url": "https://www.cnbc.com/2023/07/17/jim-cramer-explains-fords-electric-vehicle-price-cuts.html",
        "shortDateFirstPublished": "07/17/2023",
        "Text": "CNBC's Jim Cramer on Monday analyzed Ford Motor's move to slash prices for its electric F-150 Lightning pickup truck. Cramer said he thinks the price cuts are due at least in part to the novelty of EVs wearing off for many Americans.Ford announced on Monday it would cut prices for all versions of the Lightning, with the cheapest version sporting a sticker price of $50,000, roughly $10,000 less than its previous estimate. The automaker said its efforts to boost production and lower the costs of battery minerals have paid off, according to a CNBC report.\"Who knows whether this will lead to a cost-cutting spiral?\" Cramer said. \"But one thing we do know after today is the bloom may be off the electric vehicle rose, as we always knew would have to happen eventually when there's mass adoption. It just happened a little earlier than I expected.\"Cramer said he thinks EVs are \"losing their excitement factor,\" with some potential buyers feeling nostalgic for their old-fashioned gas-powered cars while others are realizing they can buy EVs from a host of manufacturers like General Motors, Rivian and Tesla.Cramer said the good news for investors with money in Ford is that despite these cuts, the vehicles' prices are still higher than they were when Ford first announced the new models in 2021, with the cheapest truck at $40,000, and production costs are lower.The bad news, however, is that it remains to be seen whether the company can meet its estimates, which Wall Street had dubbed \"aggressive,\" according to Cramer. Ford's stock dipped on Monday, down nearly 6%.It doesn't help, Cramer said, that these cuts come just a few days after Tesla unveiled its first Cybertruck, the optics of which he called \"suboptimal.\"\"Ultimately, unless your costs come down — and that's what's happening with Ford — there will be no profit anyway,\" Cramer said. \"But if an auto company doesn't make electric vehicles, that auto company will eventually be doomed, we all know that.\"Click here to download Jim Cramer's Guide to Investing at no cost to help you build long-term wealth and invest smarter.Click here to download Jim Cramer's Guide to Investing at no cost to help you build long-term wealth and invest smarter.Sign up now for the CNBC Investing Club to follow Jim Cramer's every move in the market.Disclaimer The CNBC Investing Club Charitable Trust holds shares of Ford Motor.Questions for Cramer? Call Cramer: 1-800-743-CNBCWant to take a deep dive into Cramer's world? Hit him up! Mad Money Twitter - Jim Cramer Twitter - Facebook - InstagramQuestions, comments, suggestions for the \"Mad Money\" website? madcap@cnbc.com",
        "sentiment_score": {
            "Neutral": 0.9546884894371033,
            "Positive": 0.022655755281448364,
            "Negative": 0.022655755281448364
        }
    },
    "3": {
        "headline": "Here are the questions we have for Ford and its CEO Jim Farley about their latest EV price cuts",
        "url": "https://www.cnbc.com/2023/07/17/here-are-the-questions-we-have-for-ford-and-its-ceo-jim-farley-about-their-latest-ev-price-cuts.html",
        "shortDateFirstPublished": "07/17/2023",
        "Text": "We're raising our eyebrows at Ford's (F) new price cuts on its popular electric pick-up truck. The move appears to challenge the automaker's claims that the F-150 Lightning is in high demand.",
        "sentiment_score": {
            "Negative": 0.999972939491272,
            "Positive": 1.3530254364013672e-05,
            "Neutral": 1.3530254364013672e-05
        }
    },
    "4": {
        "headline": "Elizabeth Warren urges SEC to investigate Tesla over Twitter ties, corporate governance",
        "url": "https://www.cnbc.com/2023/07/17/warren-urges-sec-to-investigate-tesla-over-twitter-ties-governance.html",
        "shortDateFirstPublished": "07/17/2023",
        "Text": "Sen. Elizabeth Warren, D-Mass., sent a letter urging the U.S. Securities and Exchange Commission to investigate Tesla and its board of directors over possible \"conflicts of interest, misappropriation of corporate assets, and other negative impacts to Tesla shareholders\" related to CEO Elon Musk's Twitter takeover.In the letter sent to SEC Chair Gary Gensler on Monday, Warren wrote that the Tesla board's \"apparent lack of independence\" from Musk, combined with \"inaction and incomplete disclosures, raise questions about possible violations of securities laws and exchange rules which fall under SEC's jurisdiction.\"The nine-page letter, first obtained by CNBC, reiterates concerns Warren had raised in earlier correspondence to Tesla Chair Robyn Denholm in December 2022, after Musk led a $44 billion buyout of Twitter. The take-private deal included $13 billion in debt, and Musk reportedly sold billions of dollars worth of his Tesla shares to finance the transaction.A spokesperson for the SEC's Office of Public Affairs said Gensler \"will respond to Members of Congress directly.\"Musk appointed himself CEO of Twitter after the deal closed and quickly made sweeping changes to the social network, while cutting more than three-quarters of the staff at the company and authorizing teams of employees from Tesla and SpaceX to assist him there.Citing CNBC's reporting on the matter, Warren wrote that taking Tesla employees over to Twitter could have comprised \"possible violations of state and federal labor law,\" and that Tesla's board had not informed shareholders appropriately about the ways that the two companies have worked together, or may work together.In recent weeks, Musk appointed Linda Yaccarino, who previously ran global advertising for Comcast's NBCUniversal, to the role of Twitter CEO. Her hiring stirred hope that Twitter's beleaguered advertising business would soon recover and that Musk would return to focus on Tesla and SpaceX.Early Saturday, Musk admitted that Twitter's cash flow remains negative after 50% ad revenue declines and \"heavy debt.\" Tesla is scheduled to report its second-quarter earnings after the bell on Wednesday of this week.In her letter to the SEC chairman, the senator said that the appointment of Yaccarino still leaves Musk in charge of Twitter, where he is now CTO and executive chairman, and the arrangement could lead to conflicts of interest.Among these, she wrote that at Twitter, Musk could \"decide to run the company to maximize badly-needed revenue, even if that includes great deals for Tesla's competitors and potential injury to Tesla.\" Contrarily, she said Musk could opt to \"run Twitter to benefit Tesla through favorable algorithms or free advertising.\"Musk and the SEC have already clashed repeatedly. The federal financial regulators charged Musk with civil securities fraud after he tweeted in 2018 that he was considering taking Tesla private for $420 per share and had \"funding secured\" to do so. The tweets caused a halt in trading of Tesla shares and sent the company's share price seesawing for weeks.Musk and Tesla paid fines and struck a revised consent decree to settle the charges in 2019, but Musk later moved to end that agreement or modify it. In May 2023, a federal appeals court judge rejected the Tesla CEO's request to end the agreement, which requires that any of his tweets containing material Tesla business information be reviewed and approved by a securities lawyer at Tesla before Musk posts them.Tesla did not immediately respond to a request for comment.Disclosure: NBCUniversal is the parent company of CNBC."
    },
    "5": {
        "headline": "Elon Musk says Twitter cash flow is negative due to ad revenue declines, 'heavy debt'",
        "url": "https://www.cnbc.com/2023/07/15/elon-musk-says-twitter-cash-flow-remains-negative-with-heavy-debt-.html",
        "shortDateFirstPublished": "07/15/2023",
        "Text": "Tesla and SpaceX CEO Elon Musk, who is also CTO and executive chairman of Twitter, said early Saturday morning that cash flow remains negative at the social media company because of a nearly 50% drop in advertising revenue coupled with \"heavy debt.\"\"Need to reach positive cash flow before we have the luxury of anything else,\" Musk wrote in response to a tweet.Musk took over Twitter in October of last year in a deal valued at around $44 billion, including about $13 billion in debt. He sold billions of dollars worth of his Tesla shares in part to finance that deal.By January, hundreds of advertisers had reduced or halted their ad spending on Twitter in response to Musk making steep staff cuts at the company, and implementing changes to the platform, especially restoring previously banned accounts and changing its approach to content moderation.In April, Musk told a BBC reporter that \"almost all\" advertisers had resumed buying ads on Twitter. He also claimed at that time that the company was \"roughly breakeven,\" and expected to become cash flow positive within the next quarter.His statement about Twitter's cash flow problems today comes a little over one month since Linda Yaccarino, who previously ran global advertising for Comcast's NBCUniversal, took on the role of Twitter CEO. NBCUniversal is the parent company of CNBC.Yaccarino's appointment inspired hope among media industry insiders that Twitter would address immediate challenges to its ad business.In recent days, Twitter began doling out a share of its ad revenue to select content creators on its platform. Musk's remarks were made in response to followers who wanted to know why that revenue-sharing program was so limited in scope.A number of widely followed accounts on Twitter posted that they were dismayed they did not qualify to earn income from the program yet. As The Verge previously reported, the revenue-sharing program was available only to users who paid for a Twitter Blue verified subscription, and amounts paid were \"driven by ads placed in the replies to tweets.\"Influencer Andrew Tate — who espouses misogynistic views online, and faces a trial on charges of rape, human trafficking and forming a criminal gang to sexually exploit women in Romania -- posted that Twitter paid him more than $20,000. Tate has sued the accusers who made those charges.Several right-wing influencers also posted about receiving Twitter payments, along with fans and promoters of Tesla stock and products, including Omar Qazi (who uses the handle \"@WholeMarsBlog\" on Twitter) and Sawyer Merritt, who each posted about netting more than $5,000.Mainstream and other influencers who shared details about their Twitter income included Brian and Ed Krassenstein, Mr. Beast and the account @interneth0f (which stands for Internet Hall of Fame). The Internet Hall of Fame posts screenshots of other people's popular posts from social media and re-circulates them.It's not clear how much Twitter paid creators in total in this first round of payments. Twitter sent an automated reply with a crude symbol in response to CNBC's request for comment on Saturday. The parent company of Twitter, X Corp., is facing myriad lawsuits from former employees and vendors over non-payment of bills and severance."
    },
    "Last_Modified": "07-18-2023 21:55:45"
}