{
    "1": {
        "headline": "Tesla settles class-action Solar Roof lawsuit for $6 million",
        "url": "https://www.cnbc.com/2023/07/11/tesla-settles-class-action-solar-roof-lawsuit-for-6-million.html",
        "shortDateFirstPublished": "07/11/2023",
        "Text": "Tesla agreed to pay just over $6 million to settle a class-action lawsuit brought by customers who faced sudden Solar Roof price hikes in 2021 after agreeing to have the systems installed at their homes.The Tesla Solar Roof was formerly known as Tesla \"solarglass.\" CEO Elon Musk first promoted the system in 2016 as an architecturally appealing roofing product that would generate energy and look just as good as the shingles on a home without solar panels. The glassy, solar roof tile he held up at a presentation for shareholders, while touting Tesla's then-planned acquisition of SolarCity, was later revealed to be a prop and not a working prototype.As CNBC previously reported, Tesla Solar Roof customers had signed contracts with the company and prepared to have the systems installed at their homes, when they were surprised by sudden price increases in 2021 that required higher payments to move ahead with their installations.The price hikes were no small change. A lead plaintiff in the class action, Matthew Amans, saw his solar roof price increase from around $72,000 in his original contract to around $146,000 per court filings.Tesla hiked prices for its solar installations at least twice that year, and made it a requirement for customers ordering solar panels or roof tiles to order the Powerwall home energy storage system as well.According to the amended class-action settlement agreement, filed with a U.S. District Court in San Francisco on July 10, 2023, as of the end of June this year, approximately 8,636 Tesla customers were part of the group affected by the price hikes, and the surprise of the changing costs and terms for customers resulted in just over 6,300 canceling their Solar Roof contracts with Tesla Energy.Tesla completed 1,656 Solar Roof contracts at the original price quoted to customers, according to the filing, with another 57 customers slated for Solar Roof installations at the original price as of the end of June. The remaining customers who have not yet canceled or booked installations at the original price amounted to 616 people.Wood Mackenzie estimated that, as of the start of 2023, Tesla had only installed 3,000 of its Solar Roof systems in the U.S. since touting the technology seven years prior.In its energy segment, Tesla's overall solar deployments (including both traditional solar panels and the roof tiles) dropped by nearly half to 48 MW in the first quarter of 2022 versus the same time in 2021.Tesla had said the declines in solar deployments at that time were caused by import delays on certain components that were beyond the company's control.By the first quarter of 2023, Tesla's overall solar deployments amounted to 67 MW, representing 40% year-over-year growth. At the same time, Tesla's growth in energy storage systems soared 360% in the first quarter of 2023 from a year earlier, illustrating that its home- and utility-scale backup batteries, far more than solar installations, are driving Tesla's Energy division revenue.The national average cost for a 10-kilowatt solar panel installation in 2022 was around $20,000 after taking into account federal solar tax credits, according to EnergySage, a marketplace that connects energy companies and customers.Read the full settlement terms from the class-action lawsuit (Amans v. Tesla, Inc. 3:21-cv-03577) here:Correction: This story has been updated to reflect Tesla's correct solar deployment totals in the first quarter of 2022 and 2023, respectively."
    },
    "2": {
        "headline": "Bill Gates: Warren Buffett taught me to stop filling ‘every minute’ of my calendar",
        "url": "https://www.cnbc.com/2023/07/09/bill-gates-says-warren-buffett-taught-him-how-to-value-free-time.html",
        "shortDateFirstPublished": "07/9/2023",
        "Text": "As CEO of Microsoft, Bill Gates had a packed schedule — even sending 2:00 a.m. requests to employees.It wasn't until he saw Berkshire Hathaway CEO Warren Buffett's personal daybook that Gates learned to cut himself and his workers some slack.\"I had every minute packed, and I thought that was the only way you could do things,\" Gates told journalist Charlie Rose in an interview with Buffett in 2017. \"[I] remember Warren showing me his calendar ... he [still] has days that there's nothing on it.\"Buffett's sparser schedule taught Gates an important lesson: \"You control your time ... It's not a proxy of your seriousness that you fill every minute in your schedule.\"\"I can buy anything I want, basically, but I can't buy time,\" Buffett added.Buffett's method — which is essentially, \"work smarter, not harder,\" — is actually backed by science. Workers' proficiency steeply declines when they work more than 50 hours per week, a 2014 Stanford University study found.People who work up to 70 hours a week get the same amount of work done as those who hunch over their laptops for 55 hours, the research revealed.Gates isn't the only CEO to learn that lesson the hard way. For example, Tesla CEO Elon Musk — who previously said he regularly pulled all-nighters to work — now sleeps at least six hours per night, he told CNBC's David Faber in May.\"I've tried [to sleep] less, but ... even though I'm awake more hours, I get less done,\" Musk said. \"And the brain pain level is bad if I get less than six hours [of sleep per night].\"Getting there may not be easy for some people. It took Gates years to find a healthy work-life balance, he said in a recent commencement speech at Northern Arizona University.\"When I was your age, I didn't believe in vacations. I didn't believe in weekends. I didn't believe the people I worked with should, either,\" Gates said.\"Don't wait as long as I did to learn this lesson,\" he added. \"Take your time to nurture your relationships, to celebrate your successes, and to recover from your losses. Take a break when you need to. Take it easy on the people around you when they need it, too.\"DON'T MISS: Want to be smarter and more successful with your money, work & life? Sign up for our new newsletter!Get CNBC's free Warren Buffett Guide to Investing, which distills the billionaire's No. 1 best piece of advice for regular investors, do's and don'ts, and three key investing principles into a clear and simple guidebook."
    },
    "3": {
        "headline": "NHTSA presses Tesla for more records in Autopilot safety probe",
        "url": "https://www.cnbc.com/2023/07/06/nhtsa-presses-tesla-for-more-records-in-autopilot-safety-probe.html",
        "shortDateFirstPublished": "07/06/2023",
        "Text": "Tesla must send extensive new records to the National Highway Traffic and Safety Administration as part of an Autopilot safety probe — or else face steep fines.If Tesla fails to supply the federal agency with information about its advanced driver assistance systems, which are marketed as Autopilot, Full Self-Driving and FSD Beta options in the U.S., the company faces \"civil penalties of up to $26,315 per violation per day,\" with a maximum of $131,564,183 for a related series of daily violations, according to the NHTSA.The agency initiated an investigation into Autopilot safety in 2021 after it identified a string of crashes in which Tesla vehicles using Autopilot had collided with stationary first responders' vehicles and road work vehicles.To date, none of Tesla's driver assistance systems are autonomous, and the company's cars cannot function as robotaxis like those operated by Cruise or Waymo. Instead, Tesla vehicles require a driver behind the wheel, ready to steer or brake at any time. Autopilot and FSD only control braking, steering and acceleration in limited circumstances.Among other details, the federal vehicle safety authority wants information on which versions of Tesla's software, hardware and other components have been installed in each car that was sold, leased or in use in the U.S. from model years 2014 to 2023, as well as the date when any Tesla vehicle was \"admitted into the 'Full-Self Driving beta' program.\"The company's FSD Beta consists of driver assistance features that have been tested internally but have not been fully debugged. Tesla uses its customers as software and vehicle safety testers via the FSD Beta program, rather than relying strictly on professional safety drivers, as is the industry standard.Tesla previously conducted voluntary recalls of its cars due to issues with Autopilot and FSD Beta and promised to deliver over-the-air software updates that would remedy the issues.A notice on the NHTSA website in February 2023 said Tesla's FSD Beta driver assistance system may \"allow the vehicle to act unsafe around intersections, such as traveling straight through an intersection while in a turn-only lane, entering a stop sign-controlled intersection without coming to a complete stop, or proceeding into an intersection during a steady yellow traffic signal without due caution.\"According to data tracked by the NHTSA, there have been 21 known collisions resulting in fatalities that involved Tesla vehicles equipped with the company's driver assistance systems — higher than any other automaker that offers a similar system.According to a separate letter out Thursday, the NHTSA is also reviewing a petition from an automotive safety researcher, Ronald Belt, who asked the agency to reopen an earlier probe to determine the underlying causes of \"sudden unintended acceleration\" events that have been reported to the NHTSA.With sudden unintended acceleration events, a driver may be either parked or driving at a normal speed when their car lurches forward unexpectedly, potentially leading to a collision.Tesla's vice president of vehicle engineering, Lars Moravy, did not immediately respond to a request for comment.Read the full letter from NHTSA to Tesla requesting extensive new records.Correction: Tesla faces \"civil penalties of up to $26,315 per violation per day,\" with a maximum of $131,564,183 for a related series of daily violations, according to the NHTSA. An earlier version misstated a figure."
    },
    "4": {
        "headline": "Meta launches Instagram Threads in a direct challenge to Twitter",
        "url": "https://www.cnbc.com/2023/07/05/meta-launches-instagram-threads-messaging-app-challenging-twitter.html",
        "shortDateFirstPublished": "07/05/2023",
        "Text": "Meta has officially debuted its Twitter-like messaging app Threads, which the company is pitching as Instagram's \"text-based conversation app.\"Mark Zuckerberg, Meta's CEO and co-founder, announced the debut of Threads on Wednesday, marking the official release of the social networking giant's new text-focused messaging app. Threads represents Meta's attempt to capture the wave of users who have left Twitter amid the often unpredictable ownership of Tesla and SpaceX CEO Elon Musk.The Threads app is now available to download for free on the Apple App Store and Google Play online store in over 100 countries, Meta said in a blog post. Threads shares Twitter's visual aesthetic as a text-based social messaging app in which users can post short messages that others can like, share, and comment upon, according to screenshots of Threads that are available on Apple's App Store.People will be able to follow the same Threads accounts that they follow on Instagram and reply to other public posts in a way akin to how people use Twitter.Zuckerberg said Threads had crossed 5 million sign ups within the first four hours.The official release comes after Instagram released on Monday a pre-order for Threads on the Apple App Store, which said that at the time that the app was expected to debut on July 6. Many Instagram users were also recently able to obtain invitations to access Threads from within their Instagram accounts.Although Threads is linked to Instagram, with users able to use their existing Instagram usernames, the messaging service is a separate app that people will need to download.\"Threads is where communities come together to discuss everything from the topics you care about today to what'll be trending tomorrow,\" Instagram said in a description of Threads on the Apple App Store. \"Whatever it is you're interested in, you can follow and connect directly with your favorite creators and others who love the same things — or build a loyal following of your own to share your ideas, opinions and creativity with the world.\"Meta said in the blog post that people's individual feeds on the new messaging app will include \"threads\" that were posted by other users that they follow, in addition to recommended content shared from creators who users may not know.People will be able to publish Threads posts that are up to 500 characters long, and while the app is geared toward text, people will also be able so share links, photos and videos that can be as long as 5 minutes. Instagram users will also be able to share their Threads posts via the app's story feature in addition to \"any other platform you choose,\" the blog post said.Meta said that it developed Threads \"with tools to enable positive, productive conversations,\" and people will be able to manage who is mentioning or is replying to them within the app.\"Like on Instagram, you can add hidden words to filter out replies to your threads that contain specific words,\" the blog post said. \"You can unfollow, block, restrict or report a profile on Threads by tapping the three-dot menu, and any accounts you've blocked on Instagram will automatically be blocked on Threads.\"The release of Threads comes as Twitter has suffered a wave of mishaps under the ownership of Tesla CEO Elon Musk, leaving the popular social messaging app vulnerable to competing apps.Most recently, Musk said that Twitter users will only be able to see a certain number of Tweets per day in an attempt to deal with \"extreme levels of data scraping\" and \"system manipulation\" on the messaging service.Numerous Twitter users publicly complained about Musk imposing a temporary so-called \"rate limit\" on Twitter, saying that the Tweet limits make the app a less engaging experience.BlueSky, a rival social messaging app that is backed by Twitter co-founder Jack Dorsey, said that it recorded \"record-high traffic\" after Musk announced the Twitter rate limit, and it temporarily paused sign-ups to deal with the influx of new users, who must currently be invited to use the app.Like BlueSky, Threads will use decentralized technology that theoretically lets users control and manage their data across other apps that incorporate the same underlying software.Whereas BlueSky is built on the decentralized networking technology dubbed the AT Protocol, Threads will eventually incorporate another decentralized technology called ActivityPub, Instagram head Adam Mosseri said in a Threads post on Wednesday that was briefly available to the public. The ActivityPub software also powers another Twitter-like messaging app called Mastadon, which has also experienced an influx of new users seeking an alternative to Twitter.Mosseri said that his team wasn't able to include support for ActivityPub in time for Threads' official release because of \"a number of complications that come along with a decentralized network.\" But he reiterated that support is coming.\"If you're wondering why this matters, here's a reason: you may one day end up leaving Threads, or, hopefully not, end up de-platformed,\" Mosseri said. \"If that ever happens, you should be able to take your audience with you to another server. Being open can enable that.\"Meta added in its blog post that ActivityPub will enable people without Threads accounts to view Threads and interact with Threads users who have public profiles via other social apps that incorporate the same decentralized technology.\"If you have a public profile on Threads, this means your posts would be accessible from other apps, allowing you to reach new people with no added effort,\" Meta said in the blog post. \"If you have a private profile, you'd be able to approve users on Threads who want to follow you and interact with your content, similar to your experience on Instagram.\"Meta said that Threads is the company's first app \"envisioned to be compatible with an open social networking protocol,\" which it believes could usher \"in a new era of diverse and interconnected networks.\"In 2019, Meta, then known as Facebook, debuted a messaging app for Instagram users that was also called Threads. Unlike the current iteration of Threads that caters to text-based messages, the previous Threads app was instead centered around people sending short video and photo messages to their friends like they were using Snapchat.Meta eventually shuttered Threads in 2021, and redirected people to use Instagram to see all their previous Threads messages."
    },
    "5": {
        "headline": "Elon Musk praises China's 'very strong' A.I. credentials",
        "url": "https://www.cnbc.com/2023/07/06/elon-musk-china-will-have-a-very-strong-ai-capability.html",
        "shortDateFirstPublished": "07/06/2023",
        "Text": "Elon Musk believes China is in a strong position when it comes to the development of artificial intelligence and that the country will be \"great at anything it puts its mind to.\"In remarks delivered by video on Thursday to the World Artificial Intelligence Conference, which is being held in Shanghai, the Tesla CEO did not hold back when it came to praising certain aspects of the world's second-largest economy.\"I think there's a tremendous number of very smart, very talented people in China,\" he said. \"I've always been a tremendous admirer of the sheer amount of talent and drive that exists in China.\"\"So I think, really, China's going to be great at anything it puts its mind to,\" Musk added.\"So that includes, you know, many different sectors, sectors of the economy but also artificial intelligence. So, I think China will have very strong AI capability — [that] is my prediction.\"EV startups conserve cash as make-or-break moment approaches. Here's where everyone standsTesla vs. BYD: Here's why one fund manager prefers the Buffett-backed automakerWatch Elon Musk's full interview with CNBC's David Faber on Twitter, Tesla and A.I. advancesEV startups conserve cash as make-or-break moment approaches. Here's where everyone standsTesla vs. BYD: Here's why one fund manager prefers the Buffett-backed automakerWatch Elon Musk's full interview with CNBC's David Faber on Twitter, Tesla and A.I. advancesMusk has significant business interests in China. Tesla sells its electric cars there and runs a major factory in Shanghai. In May, he met with China's Foreign Minister, Qin Gang.In the past, he has praised Chinese automakers, describing them as \"most competitive in the world.\" In 2020 he said \"China rocks, in my opinion.\"Musk's most recent comments come against a backdrop of tensions between the U.S. and China over technology.In 2022, Washington enacted sweeping export restrictions on key chips and semiconductor equipment to China. The move could hobble's Beijing's attempts to boost its domestic industry in a critical technology. But industry analysts believe that Chinese chip makers will still develop their own advanced semiconductors despite Washington's attempts to cut the country off.Interest in AI and its potentially transformative effects on society has heightened in recent times. The past year has seen chatbots like OpenAI's ChatGPT garner huge amounts of publicity, while discussions about whether AI poses a wider threat to humanity have also taken place.—CNBC's Arjun Kharpal contributed to this report"
    }
}