{
    "1": {
        "headline": "Elon Musk launches his new company, xAI",
        "url": "https://www.cnbc.com/2023/07/12/elon-musk-launches-his-new-company-xai.html",
        "shortDateFirstPublished": "07/12/2023",
        "Text": "Elon Musk, CEO of Tesla and SpaceX, and owner of Twitter, on Wednesday announced the debut of a new artificial intelligence company, xAI, with the goal to \"understand the true nature of the universe.\" According to the company's website, Musk and his team will share more information in a live Twitter Spaces chat on Friday.Team members behind xAI are alumni of DeepMind, OpenAI, Google Research, Microsoft Research, Twitter and Tesla, and have worked on projects including DeepMind's AlphaCode and OpenAI's GPT-3.5 and GPT-4 chatbots. Musk seems to be positioning xAI to compete with companies like OpenAI, Google and Anthropic, which are behind leading chatbots like ChatGPT, Bard and Claude.News of the startup was previously reported by the Financial Times in April, along with reports that Musk had secured thousands of GPU processors from Nvidia in order to power a potential large language model. That same month, Musk shared details of his plans for a new AI tool called \"TruthGPT\" during a taped interview on Fox News Channel, adding that he feared existing AI companies are prioritizing systems that are \"politically correct.\"One of the AI startup's advisors will be Dan Hendrycks, executive director of the Center for AI Safety, a San Francisco-based nonprofit that published a letter in May signed by tech leaders claiming that \"mitigating the risk of extinction from AI should be a global priority alongside other societal-scale risks such as pandemics and nuclear war.\"The letter received pushback from many academics and ethicists of the belief that too much focus on AI's growing power and its future threats distracts from real-life harms that some algorithms cause to marginalized communities right now, rather than in an unspecified future.According to Greg Yang, co-founder of xAI, the startup will delve into the \"mathematics of deep learning,\" a facet of AI, and \"develop the 'theory of everything' for large neural networks\" to take AI \"to the next level.\"Musk reportedly incorporated xAI in Nevada in March. Previously, he had changed the name of Twitter to \"X Corp.\" in some financial filings, but on xAI's website, the company notes its separation from X Corp., adding that it will \"work closely with X (Twitter), Tesla, and other companies to make progress towards our mission.\""
    },
    "2": {
        "headline": "Tesla settles class-action Solar Roof lawsuit for $6 million",
        "url": "https://www.cnbc.com/2023/07/11/tesla-settles-class-action-solar-roof-lawsuit-for-6-million.html",
        "shortDateFirstPublished": "07/11/2023",
        "Text": "Tesla agreed to pay just over $6 million to settle a class-action lawsuit brought by customers who faced sudden Solar Roof price hikes in 2021 after agreeing to have the systems installed at their homes.The Tesla Solar Roof was formerly known as Tesla \"solarglass.\" CEO Elon Musk first promoted the system in 2016 as an architecturally appealing roofing product that would generate energy and look just as good as the shingles on a home without solar panels. The glassy, solar roof tile he held up at a presentation for shareholders, while touting Tesla's then-planned acquisition of SolarCity, was later revealed to be a prop and not a working prototype.As CNBC previously reported, Tesla Solar Roof customers had signed contracts with the company and prepared to have the systems installed at their homes, when they were surprised by sudden price increases in 2021 that required higher payments to move ahead with their installations.The price hikes were no small change. A lead plaintiff in the class action, Matthew Amans, saw his solar roof price increase from around $72,000 in his original contract to around $146,000 per court filings.Tesla hiked prices for its solar installations at least twice that year, and made it a requirement for customers ordering solar panels or roof tiles to order the Powerwall home energy storage system as well.According to the amended class-action settlement agreement, filed with a U.S. District Court in San Francisco on July 10, 2023, as of the end of June this year, approximately 8,636 Tesla customers were part of the group affected by the price hikes, and the surprise of the changing costs and terms for customers resulted in just over 6,300 canceling their Solar Roof contracts with Tesla Energy.Tesla completed 1,656 Solar Roof contracts at the original price quoted to customers, according to the filing, with another 57 customers slated for Solar Roof installations at the original price as of the end of June. The remaining customers who have not yet canceled or booked installations at the original price amounted to 616 people.Wood Mackenzie estimated that, as of the start of 2023, Tesla had only installed 3,000 of its Solar Roof systems in the U.S. since touting the technology seven years prior.In its energy segment, Tesla's overall solar deployments (including both traditional solar panels and the roof tiles) dropped by nearly half to 48 MW in the first quarter of 2022 versus the same time in 2021.Tesla had said the declines in solar deployments at that time were caused by import delays on certain components that were beyond the company's control.By the first quarter of 2023, Tesla's overall solar deployments amounted to 67 MW, representing 40% year-over-year growth. At the same time, Tesla's growth in energy storage systems soared 360% in the first quarter of 2023 from a year earlier, illustrating that its home- and utility-scale backup batteries, far more than solar installations, are driving Tesla's Energy division revenue.The national average cost for a 10-kilowatt solar panel installation in 2022 was around $20,000 after taking into account federal solar tax credits, according to EnergySage, a marketplace that connects energy companies and customers.Read the full settlement terms from the class-action lawsuit (Amans v. Tesla, Inc. 3:21-cv-03577) here:Correction: This story has been updated to reflect Tesla's correct solar deployment totals in the first quarter of 2022 and 2023, respectively."
    },
    "3": {
        "headline": "Bill Gates: Warren Buffett taught me to stop filling ‘every minute’ of my calendar",
        "url": "https://www.cnbc.com/2023/07/09/bill-gates-says-warren-buffett-taught-him-how-to-value-free-time.html",
        "shortDateFirstPublished": "07/9/2023",
        "Text": "As CEO of Microsoft, Bill Gates had a packed schedule — even sending 2:00 a.m. requests to employees.It wasn't until he saw Berkshire Hathaway CEO Warren Buffett's personal daybook that Gates learned to cut himself and his workers some slack.\"I had every minute packed, and I thought that was the only way you could do things,\" Gates told journalist Charlie Rose in an interview with Buffett in 2017. \"[I] remember Warren showing me his calendar ... he [still] has days that there's nothing on it.\"Buffett's sparser schedule taught Gates an important lesson: \"You control your time ... It's not a proxy of your seriousness that you fill every minute in your schedule.\"\"I can buy anything I want, basically, but I can't buy time,\" Buffett added.Buffett's method — which is essentially, \"work smarter, not harder,\" — is actually backed by science. Workers' proficiency steeply declines when they work more than 50 hours per week, a 2014 Stanford University study found.People who work up to 70 hours a week get the same amount of work done as those who hunch over their laptops for 55 hours, the research revealed.Gates isn't the only CEO to learn that lesson the hard way. For example, Tesla CEO Elon Musk — who previously said he regularly pulled all-nighters to work — now sleeps at least six hours per night, he told CNBC's David Faber in May.\"I've tried [to sleep] less, but ... even though I'm awake more hours, I get less done,\" Musk said. \"And the brain pain level is bad if I get less than six hours [of sleep per night].\"Getting there may not be easy for some people. It took Gates years to find a healthy work-life balance, he said in a recent commencement speech at Northern Arizona University.\"When I was your age, I didn't believe in vacations. I didn't believe in weekends. I didn't believe the people I worked with should, either,\" Gates said.\"Don't wait as long as I did to learn this lesson,\" he added. \"Take your time to nurture your relationships, to celebrate your successes, and to recover from your losses. Take a break when you need to. Take it easy on the people around you when they need it, too.\"DON'T MISS: Want to be smarter and more successful with your money, work & life? Sign up for our new newsletter!Get CNBC's free Warren Buffett Guide to Investing, which distills the billionaire's No. 1 best piece of advice for regular investors, do's and don'ts, and three key investing principles into a clear and simple guidebook."
    },
    "4": {
        "headline": "NHTSA presses Tesla for more records in Autopilot safety probe",
        "url": "https://www.cnbc.com/2023/07/06/nhtsa-presses-tesla-for-more-records-in-autopilot-safety-probe.html",
        "shortDateFirstPublished": "07/06/2023",
        "Text": "Tesla must send extensive new records to the National Highway Traffic and Safety Administration as part of an Autopilot safety probe — or else face steep fines.If Tesla fails to supply the federal agency with information about its advanced driver assistance systems, which are marketed as Autopilot, Full Self-Driving and FSD Beta options in the U.S., the company faces \"civil penalties of up to $26,315 per violation per day,\" with a maximum of $131,564,183 for a related series of daily violations, according to the NHTSA.The agency initiated an investigation into Autopilot safety in 2021 after it identified a string of crashes in which Tesla vehicles using Autopilot had collided with stationary first responders' vehicles and road work vehicles.To date, none of Tesla's driver assistance systems are autonomous, and the company's cars cannot function as robotaxis like those operated by Cruise or Waymo. Instead, Tesla vehicles require a driver behind the wheel, ready to steer or brake at any time. Autopilot and FSD only control braking, steering and acceleration in limited circumstances.Among other details, the federal vehicle safety authority wants information on which versions of Tesla's software, hardware and other components have been installed in each car that was sold, leased or in use in the U.S. from model years 2014 to 2023, as well as the date when any Tesla vehicle was \"admitted into the 'Full-Self Driving beta' program.\"The company's FSD Beta consists of driver assistance features that have been tested internally but have not been fully debugged. Tesla uses its customers as software and vehicle safety testers via the FSD Beta program, rather than relying strictly on professional safety drivers, as is the industry standard.Tesla previously conducted voluntary recalls of its cars due to issues with Autopilot and FSD Beta and promised to deliver over-the-air software updates that would remedy the issues.A notice on the NHTSA website in February 2023 said Tesla's FSD Beta driver assistance system may \"allow the vehicle to act unsafe around intersections, such as traveling straight through an intersection while in a turn-only lane, entering a stop sign-controlled intersection without coming to a complete stop, or proceeding into an intersection during a steady yellow traffic signal without due caution.\"According to data tracked by the NHTSA, there have been 21 known collisions resulting in fatalities that involved Tesla vehicles equipped with the company's driver assistance systems — higher than any other automaker that offers a similar system.According to a separate letter out Thursday, the NHTSA is also reviewing a petition from an automotive safety researcher, Ronald Belt, who asked the agency to reopen an earlier probe to determine the underlying causes of \"sudden unintended acceleration\" events that have been reported to the NHTSA.With sudden unintended acceleration events, a driver may be either parked or driving at a normal speed when their car lurches forward unexpectedly, potentially leading to a collision.Tesla's vice president of vehicle engineering, Lars Moravy, did not immediately respond to a request for comment.Read the full letter from NHTSA to Tesla requesting extensive new records.Correction: Tesla faces \"civil penalties of up to $26,315 per violation per day,\" with a maximum of $131,564,183 for a related series of daily violations, according to the NHTSA. An earlier version misstated a figure."
    },
    "Last_Modified": "07-13-2023 01:20:15"
}