{
    "1": {
        "headline": "Why Tesla investors should care about Elon Musk's multiplying ventures",
        "url": "https://www.cnbc.com/2023/07/20/why-tesla-investors-should-care-about-elon-musks-multiplying-ventures.html",
        "shortDateFirstPublished": "07/20/2023",
        "Text": "Elon Musk's multiple ventures and the relationships between them are facing increased scrutiny as the Tesla CEO continues to add more to his plate.During Tesla's second-quarter earnings call on Wednesday, Truist analyst William Stein asked Musk about yet another tech venture he recently started up and incorporated in Nevada: xAI. Musk recently said that the artificial intelligence startup aims to compete with Google Bard or OpenAI's ChatGPT someday, and plans to collaborate with Tesla on software and silicon alike.Stein asked him, \"For investors that think there might be quite a bit of value in the AI features and products of Tesla, it might be concerning to see you pursuing another endeavor where AI is the focus. Can you talk about how xAI might overlap, might perhaps compete with Tesla or in other ways perhaps it enhances the value of what Tesla does?\"Musk claimed that xAI and its focus artificial general intelligence on would bring some value to Tesla, and talked about recruiting as an example.\"There were just some of the world's best AI engineers and scientists that were willing to join a startup but they were not willing to join a large, sort of relatively established company like Tesla.\" He added, \"So I was like, ok well, better it's a startup that I run than they go work somewhere else. That's kind of the genesis of xAI.\"In addition to the xAI example, he said he was only able to entice a top materials science engineer away from his job at Apple by promising the engineer could work concurrently for SpaceX and Tesla. The engineer in question, Charles Kuehmann, joined Tesla in late 2015 and now has the title of Vice President of SpaceX and Tesla materials engineering, reporting directly into the CEO.The issue of Musk and his multiple ventures also came up earlier this month, when Sen. Elizabeth Warren, D-Mass., urged the Securities and Exchange Commission to investigate its Twitter ties and related corporate governance issues.Musk led a $44 billion buyout of the social media company last year and appointed himself CEO there temporarily. He is now the controlling shareholder, CTO and executive chairman of Twitter while holding down the CEO role both at Tesla and at his aerospace and defense company, SpaceX. He's also the founder and funder at the brain-computer interface startup Neuralink and tunneling venture The Boring Co.Tesla is the only public company among the bunch. And it has never disclosed to shareholders exactly how much talent, time and money it has spent helping Musk at his other ventures, or why sending people over to Twitter would comprise a reasonable use of Tesla resources. Musk previously enlisted Tesla, SpaceX and The Boring Co. employees to assist him with his Twitter takeover, as CNBC reported.At least one senior Tesla employee has jumped ship to Musk's X Corp., the parent company of Twitter. Court filings revealed that Dhruv Batura, who had worked at Tesla since late 2013 and was a Senior Manager of Business Operations Finance there, is now a senior director of finance at X Corp. Batura was posting job ads for X Corp. on Twitter on the day of Tesla's second-quarter earnings report.In a May 2023 proxy filing, Tesla did disclose a few details about its related party transactions. Among these, Tesla revealed that \"Twitter is party to certain commercial and support agreements with Tesla. Under these agreements, Twitter incurred expenses of approximately $1.0 million in the aggregate in 2022 and $0.4 million in 2023 through February.\" Tesla hasn't said what, exactly, Twitter is buying from the company.According to London School of Economics Professor of Organisational Behaviour Randall S. Peterson, \"Musk is making a convoluted argument in saying 'I am helping Tesla by keeping these great people from joining a competitor.' It's a counter-factual you cannot ever really test or challenge in an investigation.\"Most startups fail, Peterson noted, and people who want to create startups were probably not likely to join Tesla's direct competitors in the automotive industry.Peterson said Musk's many ventures can create risks for Tesla, and shareholders should seek more details.\"It's hard to focus on and excel at any one thing when you run multiple companies,\" Peterson said. \"That's a risk around the CEO himself. Would most companies' shareholders tolerate their CEO running several other companies at the same time? The answer to that is probably no. So that raises a question of what the Tesla board is doing, whether they are independent at any level, or are so enamored of Musk that they not only tolerate his unusual way of working, but might be missing significant fundamental problems as long as the money keeps coming.\"Boards at companies that have ended up in crisis, like Enron and Royal Bank of Scotland, failed to rein in their CEOs despite signs of problems for many quarters, he noted.Another risk, Peterson said, is that Musk's employees may feel pressure to work on many projects at once for him concurrently, outside of Tesla. In a quest to please him or rack up new work experience, they may fail to recuperate from their work and burn out. Burnout, he said, can lead to high attrition or poor performance.Finally, the professor noted, Musk may be creating distractions that impede focus among his employees, even if his intention is to cross-pollinate among his businesses.\"You need to be super-focused to be the best at something, both as an individual and as a corporation. That's the reason we have seen a trend away from conglomerates which were big in the 70s to companies that are more focused today,\" the professor said.Still, Musk appears to be doubling down on unapologetic collaborations between companies in his growing empire.On Wednesday's call, he was asked to give an update on Tesla's progress developing a humanoid robot dubbed Optimus. He waxed futuristic, and said that Tesla may one day collaborate with Neuralink to make robotic, prosthetic arms and legs to help amputees return to full mobility or dexterity.Tesla did not immediately respond for a request for comment. Twitter responded with an automated reply containing a crude symbol.-- CNBC's Rohan Goswami contributed reporting."
    },
    "2": {
        "headline": "Tesla shares down on slimming margins, Cybertruck concerns",
        "url": "https://www.cnbc.com/2023/07/20/tesla-stock-falls-on-slim-margins-cybertruck-concerns.html",
        "shortDateFirstPublished": "07/20/2023",
        "Text": "Shares of electric auto maker Tesla fell by nearly 10% on Thursday, after investors soured on initially positive results due to imprecise commentary from CEO Elon Musk and other executives on the company's latest vehicle, the Cybertruck, and a planned robotaxi-ready car.The performance marks the worst day for Tesla's stock in three months.Musk also cautioned that while the company would \"continue to target 1.8 million vehicle deliveries this year,\" Tesla also expected that \"Q3 production will be a little bit down because we've got summer shutdowns\" for what the CEO described as \"a lot of factory upgrades.\"Analysts also highlighted concerns with Tesla's margin \"headwinds,\" which at 9.6% was the lowest result for at least the last five quarters.\"We believe there could continue to be margin headwinds in the intermediate term if Tesla lowers prices to support higher volumes,\" Mark Delaney of Goldman Sachs said in a Wednesday noteTesla stock has recovered slightly off of its overnight lows but remains depressed compared with Wednesday's closing price of $291.26. Tesla beat on the top and bottom lines, reporting revenue of $24.93 billion and earnings of 91 cents per share, adjusted, for the quarter ended June 30, 2023.Early this month, Tesla reported 466,140 total vehicle deliveries for the second quarter, the closest approximation of sales that Tesla reports. But Musk didn't offer precise delivery volumes for the new Cybertruck, only saying on the company's earning call that the Cybertruck would be produced \"in high volume next year,\" with an unknown quantity being delivered in 2023.Cybertruck \"factory tooling\" is on track but the company is only producing \"release candidate\" builds, the company said in its earnings presentation.— CNBC's Lora Kolodny and Michael Bloom contributed to this report.",
        "sentiment_score": {
            "Negative": 99.98904466629028,
            "max": {
                "Negative": 99.98904466629028
            },
            "Positive": 49.50005477666855,
            "Neutral": 49.50005477666855
        }
    },
    "3": {
        "headline": "Tesla shares dip after hours as earnings call disappoints",
        "url": "https://www.cnbc.com/2023/07/19/tesla-tsla-earnings-q2-2023.html",
        "shortDateFirstPublished": "07/19/2023",
        "Text": "Tesla reported earnings after the bell, showing a record for quarterly revenue but lower margins thanks to price cuts and incentives.The stock price remained flat after the initial report, but began dropping during the earnings call as CEO Elon Musk and other executives failed to deliver precise specs and start of delivery dates for the Cybertruck, and for a robotaxi-ready vehicle. Musk and other execs also said during the call that vehicle production would slow down during Q3 due to shutdowns for factory improvements. It's now down about 5% after hours.Here's how the company did versus expectations:Net income (GAAP) was $2.70 billion, an increase of 20% from last year. Operating income, however, was off 3% from the year-ago quarter at $2.40 billion.By way of comparison, during the first quarter of 2023, Tesla reported net income of $2.51 billion on revenue of $23.33 billion. During the second quarter last year, Tesla reported net income of $2.27 billion on $16.93 billion in revenue.On the company's earnings call, Musk said, \"We continue to target 1.8 million vehicle deliveries this year, but expect Q3 production will be a little bit down because we've got summer shutdowns for a lot of factory upgrades.\"Early this month, Tesla reported 466,140 total vehicle deliveries for the second quarter and said it had produced 479,700 electric vehicles. Deliveries are the closest approximation of sales that Tesla reports.Those deliveries were higher than Wall Street expected, and were partly driven by incentives and discounts. Correspondingly, operating margins came in at 9.6%, the lowest for at least the last five quarters. Total gross margin came in at 18.2%, also a low for the same period.Tesla explained in a shareholder deck that its lower margins in the second quarter resulted from reduced average sales prices \"due to mix and pricing\" of the cars it has been selling, and the cost of ramping up production of battery cells it designed in-house, known as the 4680 cells, among other factors.Revenue from Tesla's core automotive business rose 46% year-over-year to $21.27 billion, about a 6.5% increase sequentially. Its energy generation and storage revenue -- from solar installations, and backup batteries — rose 74% year-over-year to $1.51 billion. With more vehicles on the road, Tesla's \"services and other\" revenue, including fees for out-of-warranty vehicle repairs, rose 47% to $2.15 billion.When asked about whether investors can expect to see Tesla automotive gross margins stabilizing or rising after price cuts and factory improvements in the near future, Musk demurred. \"The short-term variances in gross margin and profitability really are minor relative to the long-term picture. Autonomy will make all of these numbers look silly.\"Tesla's research and development costs rose to $943 million (from $771 million in the first quarter) with the company writing in a shareholder deck that it is focused on \"being at the forefront of AI development,\" and has started production of its Dojo \"training computers.\"Tesla's crossover, the Model Y, became the best-selling vehicle worldwide in the first quarter of 2023.Tesla said in an investor deck that Cybertruck \"factory tooling\" is on track but the company is only producing \"release candidate\" builds so far. The news could disappoint fans who are eagerly awaiting start of deliveries of the angular, sci-fi inspired pickup that Elon Musk first promoted in 2019. In recent days, Tesla posted a photo via its social media account on Twitter showing factory workers crowded in around a Cybertruck in their Austin, Texas facility. The tweet said, \"First Cybertruck built at Giga Texas!\"On the earnings call, Musk that the Cybertruck would include lots of \"new technology,\" with 10,000 \"unique parts and processes.\" Giving the caveat that it is \"always difficult to predict the ramp initially,\" Tesla will be making the Cybertruck, \"in high volume next year, and we will be delivering the car this year.\"Musk also said Tesla will be spending more than $1 billion on Dojo over the next year. Dojo is a supercomputer that Tesla is developing for AI machine learning and computer vision training purposes. Tesla hoovers up video clips and data from its customers' and company vehicles to improve existing software, and to develop new features that become part of its driver assistance systems.\"You see a lot of AI companies doing you know LLMs and what not and I'm thinking, if they're so great why can't they make a self-driving car? Because it's harder!\"Musk has been promising Tesla would deliver a self-driving car since at least 2016, and at that time promised a Tesla would be able to complete a cross-country trip with no driver intervention in 2017. So far, that still hasn't happened. The company's driver assistance systems, marketed as Autopilot or Full Self-Driving capability in the US, requires a human driver ready to steer or brake at any time.\"I know I am the boy who cried FSD,\" Musk said during a question and answer session on Wednesday's call. \"But I think we will be better than human by the end of this year.\" He said Tesla is focused on developing self-driving tech for the U.S. market.More futuristically, Musk spoke about combining a Neuralink brain implant with a robotic arm or leg made by Tesla. Speaking of amputees, he said, \"We believe we can give [them] a cyborg body that is incredibly capable -- six-million-dollar man in real life, but it won't cost six million dollars.\" He joked, \"Sixteen-thousand-dollar man.\""
    },
    "4": {
        "headline": "5 things to know before the stock market opens Thursday",
        "url": "https://www.cnbc.com/2023/07/20/5-things-to-know-before-the-stock-market-opens-thursday-july-20.html",
        "shortDateFirstPublished": "07/20/2023",
        "Text": "Here are the most important news items that investors need to start their trading day:The Dow extended its winning streak to eight sessions Wednesday, its longest tear since 2019. The blue-chip index is performing well as companies' quarterly results come in stronger than expected in this young earnings season. Thursday morning brings more earnings, too, including Johnson & Johnson and American Airlines. Investors will also digest weekly jobless claims data and existing home sales. Follow live market updates.Shares of Netflix fell in off-hours trading, but aside from a miss on revenue, the streaming giant's earnings report Wednesday exceeded expectations on profit and subscriber additions. The results show that Netflix is indeed benefiting from its password-sharing crackdown. A little profit-taking should be expected given that Netflix's stock is up more than 60% this year through Wednesday's close. The company is in a stronger position than other big media companies, which are struggling to make their streaming offerings profitable. Now with two strikes shutting down Hollywood, Netflix can depend more on its international offerings as competitors burn through content.Tesla beat on the top and bottom lines when it reported earnings after the bell Wednesday, but weak profit margin numbers and a warning about a production slowdown appeared to drag on the stock during off-hours trading. \"We continue to target 1.8 million vehicle deliveries this year, but expect Q3 production will be a little bit down because we've got summer shutdowns for a lot of factory upgrades,\" CEO Elon Musk said. While the EV maker has of late delivered more vehicles to customers, much of it has been driven by price cuts. That, in turn, has squeezed Tesla's operating and gross margins, which hit their lowest level in at least five quarters, CNBC's Lora Kolodny reports.Johnson & Johnson raised its outlook for the year as it posted higher-than-expected second quarter revenue Thursday morning. The company benefited from growth in medtech sales, which was the result of an increase in non-urgent surgeries that were put off during the pandemic. The positive report and higher guidance come as J&J's stock has been struggling. It's down about 10% so far this year through Wednesday's close, compared with broader market gains.Russian forces continued to assault Ukrainian ports following the Kremlin's exit from the Black Sea grain deal. The attacks have raised further concerns about global food supplies. Ukrainian President Volodymyr Zelenskyy said the Russians targeted areas that store about a million tons of food. Russian officials, meanwhile, have said that they would consider any vessel sailing to Ukrainian ports a carrier of military cargo. Follow live war updates.– CNBC's Hakyung Kim, Lillian Rizzo, Alex Sherman, Lora Kolodny, Annika Kim Constantino and Jenni Reid contributed to this report.— Follow broader market action like a pro on CNBC Pro.",
        "sentiment_score": {
            "Positive": 99.9997615814209,
            "max": {
                "Positive": 99.9997615814209
            },
            "Neutral": 49.500001192092896,
            "Negative": 49.500001192092896
        }
    },
    "Last_Modified": "07-20-2023 22:37:10"
}