{
    "1": {
        "headline": "Netherlands, home to a critical chip firm, follows U.S. with export curbs on semiconductor tools",
        "url": "https://www.cnbc.com/2023/06/30/netherlands-follows-us-with-semiconductor-export-restrictions-.html",
        "shortDateFirstPublished": "06/30/2023",
        "Text": "The Netherlands on Friday announced new export restrictions on advanced semiconductor equipment amid U.S. pressure to cut China off from key chipmaking tools.Companies in the Netherlands will need to apply for a license to export certain advanced semiconductor manufacturing equipment overseas, the Dutch government said, under rules that will come into effect on Sept. 1.The Netherlands is home to ASML, one of the most important semiconductor companies in the world. ASML makes machinery that is required to produce the most advanced chips.ASML shares were down 1.5% on Friday.Last October, the U.S. introduced sweeping rules aiming to cut off exports of key chips and semiconductor tools to China, a move analysts said could hobble Beijing's ambitions to boost its domestic technology. Since then, the U.S. has been ramping up pressure on key chipmaking nations and allies like the Netherlands and Japan, to introduce export restrictions of their own.Because of ASML's critical role in advanced chips, Washington has sought to get the Netherlands on side. The Dutch government was on the fence but in March laid out restrictions on the export of advanced semiconductor equipment. Friday's announcement finalizes those rules and gives more clarity around what can and can't be exported.The law does not single out any country nor does it name ASML explicitly.The Dutch government said the rules apply to a \"number of very specific technologies for the development and manufacture of advanced semiconductors,\" that could potentially be used in places like military applications.\"We've taken this step on national security grounds. It's good for the companies that will be impacted to know what they can expect. This will give them the time they need to adapt to the new rules,\" Dutch Trade Minister Liesje Schreinemacher said in a statement.ASML's machines are used by advanced chip manufacturers like Taiwan Semiconductor Manufacturing Co. There are two key tools it makes.The first is a so-called immersion deep ultraviolet (DUV) lithography machine, which is used to manufacture memory chips. These chips are used in a plethora of devices, from smartphones to laptops and servers, and could ultimately be used for artificial intelligence applications.The second is called an extreme ultraviolet (EUV) lithography machine which is used to make more advanced chips.ASML said it will now need to apply for a license to export its most advanced immersion DUV lithography systems, called the TWINSCAN NXT:2000i and subsequent tools.The Dutch government has used a different set of rules to restrict exports of ASML's EUV machines since 2018. EUV exports however will now come under the law that comes into effect in September.ASML said it can start submitting export licenses before the law comes into effect and the government will grant or deny these applications on a case-by-case basis.The company added that it does not expect the measures announced on Friday to have a material impact on its 2023 financial outlook.The Chinese Embassy in the Netherlands called the latest law from the Dutch government \"an abuse of export control measures and seriously disrupted free trade and international trade rules.\"\"We call on the Dutch side to bear in mind the larger interest of safeguarding international trade rules and bilateral economic and trade cooperation, immediately correct its wrongdoings,\" the embassy statement said.The embassy said it is ready to \"work with the Dutch side to address the issue based on the principle of mutual benefit, so as to jointly promote the healthy development of Sino-Dutch economic and trade relations.\""
    },
    "2": {
        "headline": "Samsung to begin making world's most advanced mobile chips in 2025 as battle with TSMC heats up",
        "url": "https://www.cnbc.com/2023/06/28/samsung-lays-out-2-nanometer-semiconductor-roadmap-to-catch-up-to-tsmc.html",
        "shortDateFirstPublished": "06/28/2023",
        "Text": "Samsung Electronics on Wednesday laid out its road map to expand its chip manufacturing business, including leading-edge semiconductors, as it looks to catch up with leader Taiwan Semiconductor Manufacturing Co.Perhaps best known for its smartphones, the South Korean technology company has a huge semiconductor business that is its main profit driver. It makes memory chips that go into data centers and laptops.But Samsung also has a chip manufacturing business known as a foundry, which produces semiconductors for other companies that design chips, such as Qualcomm.Earlier this year, Samsung said it would begin making chips with a 2-nanometer process in 2025. The company has now given a more detailed road map, saying it will begin mass production of the 2-nm process for mobile applications in 2025, then expand to high-performance computing in 2026 and to automotive in 2027.The nanometer figure refers to the size of each individual transistor on a chip. The smaller the transistor, the more of them can be packed onto a single semiconductor. Typically, a reduction in nanometer size can yield more powerful and efficient chips.For reference, Apple's latest iPhone processor is made using a 5-nm process. Samsung anticipates that smartphones will require more advanced chips moving forward and is preparing for that in 2025.High-performance computing refers to chips for data centers to train and deploy artificial intelligence applications, as Samsung looks to capitalize on the growth of the technology, partly spurred by the popularity of OpenAI's ChatGPT. Nvidia, a market leader in AI chips, relies on foundries like TSMC to manufacture its semiconductors.Samsung's foundry lags Taiwan's TSMC, the world's biggest contract manufacturer, by some distance. In the first quarter of the year, TSMC accounted for 59% of global semiconductor foundry revenue, versus 13% for Samsung, according to Counterpoint Research.Samsung is now looking to play catch-up by upping its capacity and laying a road map out for high-growth areas in the chip market.The company reiterated that its 1.4-nm process will begin in 2027 as planned.Samsung also said it is continuing to expand its chip manufacturing capacity, with new manufacturing lines in Pyeongtaek, South Korea, and Taylor, Texas, which Samsung has previously announced.",
        "sentiment_score": [
            {
                "label": "Positive",
                "score": 0.9749231338500977
            }
        ]
    },
    "3": {
        "headline": "CNBC Daily Open: Everybody's fighting inflation",
        "url": "https://www.cnbc.com/2023/06/22/cnbc-daily-open-everybody-is-fighting-inflation.html",
        "shortDateFirstPublished": "06/22/2023",
        "Text": "This report is from today's CNBC Daily Open, our new, international markets newsletter. CNBC Daily Open brings investors up to speed on everything they need to know, no matter where they are. Like what you see? You can subscribe here.Rally fadesAsia-Pacific markets were mixed after U.S. Federal Reserve Chairman Jerome Powell stuck to his hawkish forecast for more rate hikes this year. This was after U.S. stocks fell on Wednesday for the third-straight session as investors took a breather from last week's rally. Hong Kong, China and Taiwan markets were closed for the Dragon Boat Festival public holiday.More hikesFed Chair Jerome Powell reaffirmed his belief that more rate hikes are likely until more progress is made on bringing down inflation. Speaking to the House Financial Services Committee, he said last week's pause was just a brief respite.Chip plansIntel has plans to take on the might of chip titan Taiwan Semiconductor Manufacturing Company, updating investors on its turnaround plan on Wednesday. But its stock dropped 6% during the session as some analysts worried about Intel's gross margins.ETF excitementBitcoin traders were getting excited about the prospects of a spot bitcoin ETF on Wednesday. The cryptocurrency rose to its highest price since April with bullishness about BlackRock and others getting involved in digital assets.EV subsidiesChina has extended tax breaks for EV purchases until the end of 2027, but subsidies for electric cars aren't enough to boost growth as the economy slows. Tax breaks don't resolve the fundamental reason why people in China haven't bought more electric cars: mileage concerns.[PRO] Expected glutCathodes, a part of an EV battery that attracts positive charge, are increasingly being seen as a commodity and we might be about to see some serious oversupply, according to Goldman Sachs. The investment bank has named the winners and losers of the expected glut.The war on inflation is not over yet.Speaking a week after the Federal Open Market Committee decided for the first time in more than a year to not push rates higher, Fed Chair Jerome Powell indicated that the move likely was just a brief respite rather than an indication that the central bank is done hiking.Powell's comments partly accounted for a third-straight daily loss for the S&P 500.Fed officials indicated there could be two more quarter-percentage point moves on the horizon this year.And 2% inflation remains the magical target. In the U.S., that is still elusive with inflation at 4% in May and core inflation at 5.3%.But over in Japan, central bankers are wary that inflation will not stay above their 2% goal — even though that has been the case for well over a year now. They are eager to get the timing of any definitive monetary tightening right, but that won't be easy after decades of chronic deflation in the world's third-largest economy.Everybody's fighting inflation, it seems; yet everybody's fighting their own unique war."
    },
    "4": {
        "headline": "CNBC Daily Open: Everybody's fighting inflation",
        "url": "https://www.cnbc.com/2023/06/22/cnbc-daily-open-everybodys-fighting-inflation.html",
        "shortDateFirstPublished": "06/21/2023",
        "Text": "This report is from today's CNBC Daily Open, our new, international markets newsletter. CNBC Daily Open brings investors up to speed on everything they need to know, no matter where they are. Like what you see? You can subscribe here.Rally fadesU.S. stocks fell on Wednesday for the third-straight session as investors took a breather from last week's rally. In Europe, markets lost ground after U.K. inflation data came in higher than expected.Chip plansIntel has plans to take on the might of chip titan Taiwan Semiconductor Manufacturing Company, updating investors on its turnaround plan on Wednesday. But its stock dropped 6% during the session as some analysts worried about Intel's gross margins.More hikesFed Chair Jerome Powell reaffirmed his belief that more rate hikes are likely until more progress is made on bringing down inflation. Speaking to the House Financial Services Committee, he said last week's pause was just a brief respite.ETF excitementBitcoin traders were getting excited about the prospects of a spot bitcoin ETF on Wednesday. The cryptocurrency rose to its highest price since April with bullishness about BlackRock and others getting involved in digital assets.[PRO] Expected glutCathodes, a part of an EV battery that attracts positive charge, are increasingly being seen as a commodity and we might be about to see some serious oversupply, according to Goldman Sachs. The investment bank has named the winners and losers of the expected glut.The war on inflation is not over yet.Speaking a week after the Federal Open Market Committee decided for the first time in more than a year to not push rates higher, Fed Chair Jerome Powell indicated that the move likely was just a brief respite rather than an indication that the central bank is done hiking.Powell's comments partly accounted for a third-straight daily loss for the S&P 500.Fed officials indicated there could be two more quarter-percentage point moves on the horizon this year.And 2% inflation remains the magical target. In the U.S., that is still elusive with inflation at 4% in May and core inflation at 5.3%.But over in Japan, central bankers are wary that inflation will not stay above their 2% goal — even though that has been the case for well over a year now. They are eager to get the timing of any definitive monetary tightening right, but that won't be easy after decades of chronic deflation in the world's third-largest economy.Everybody's fighting inflation, it seems; yet everybody's fighting their own unique war."
    }
}